Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/enrolment_officer.po
Languages: fr

source: Enrolment Officers Administration
fr: Administration des agents d'inscription

source: Enrolment Officers administration is restricted to users with the system role of Scheme Administrator or with a role including an access to Administration/Enrolment Officers.
fr: L'administration des agents d'inscription est réservée aux utilisateurs ayant le rôle système d'administrateur de schéma ou un rôle comprenant un accès aux agents d'administration / d'inscription.

source: Pre-conditions
fr: Conditions préalables

source: An enrolment officer may only be added after the approval of the management of the scheme administration with engaging of a new enrolment officer. Editing may be done on all fields; however, approval of the management of the scheme administration is usually required for a substitution of an enrolment officer. Deletion will normally occur when an enrolment officer leaves his post within the scheme administration. Entry of an enrolment officer in the register of enrolment officers doesn’t mean that the enrolment officer can login to IMIS. He/she has to be entered also in the register of users. It is facilitated by the ability to create the entry of an enrolment officer into the register of enrolment officers and the register of users simultaneously.
fr: Un agent d'inscription ne peuvent être ajoutés qu'après l'approbation de la gestion du régime d'administration avec l'engagement d'une nouvelle demande d'inscription officier. L'édition peut se faire sur tous les domaines; toutefois, l'approbation de la gestion du régime, l'administration est normalement requis pour un remplacement d'un agent d'inscription. La suppression du normalement se produire lorsqu'une inscription officier quitte son poste au sein du schéma d'administration. L'entrée d'un agent d'inscription dans le registre des agents d'inscription ne signifie pas que le taux de scolarisation agent peut se connecter à l'IMIS. Il/elle doit être inscrite également dans le registre d'utilisateurs. Il est facilité par la possibilité de créer l'entrée d'un agent d'inscription dans le registre des agents d'inscription et le registre d'utilisateurs simultanément.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of enrolment officers can be found under the main menu ``Administration``, sub menu ``Enrolment Officers``.
fr: Toutes les fonctionnalités à utiliser avec l'administration des agents d'inscription se trouvent dans le menu principal ``Administration``, sous-menu ``Agents d'inscription``.

source: `Navigation Enrolment Officers`
fr: `Officiers d'inscription à la navigation`

source: Clicking on the sub menu ``Enrolment Officers`` re-directs the current user to the `Enrolment Officers Control Page. <#enrolment-officers-control-page>`__.
fr: Un clic sur le sous-menu ``Officiers d'inscription`` redirige l'utilisateur actuel vers la page de contrôle des officiers d'inscription. <#enrolment-officers-control-page>`__.

source: `Enrolment Officers Control Page`
fr: `Page de contrôle des agents d'inscription`

source: Enrolment Officers Control Page
fr: Page de contrôle des agents d'inscription

source: The Enrolment Officers Control Page is the central point for all Enrolment Officer administration. By having access to this page, it is possible to add, edit, delete and search. The page is divided into four panels (:numref:`image60`).
fr: La page de contrôle des agents d'inscription est le point central de toute l'administration des agents d'inscription. En ayant accès à cette page, il est possible d'ajouter, de modifier, de supprimer et de rechercher. La page est divisée en quatre panneaux (:numref:`image60`).

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. In the case of officers the following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des officiers, les options de recherche suivantes sont disponibles et peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Last Name``
fr: ``Nom de famille``

source: Type in the beginning of; or the full ``Last name``; to search for officers with a ``Last name``, that starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Nom de famille`` complet; pour rechercher des officiers avec un ``Nom de famille``, qui commence par ou correspond complètement au texte tapé.

source: Type in the beginning of; or the full ``Code`` to search for officers with a ``Code``, that starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Code`` complet pour rechercher des officiers avec un ``Code``, qui commence ou correspond complètement au texte tapé.

source: ``Other Names``
fr: ``Autres noms``

source: Type in the beginning of; or the full ``Other Names`` to search for officers with ``other names``, that starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Autres noms`` complet pour rechercher des officiers avec ``d'autres noms``, qui commence ou correspond complètement au texte tapé.

source: ``Birth Date From``
fr: ``Date de naissance du``

source: Type in a date; or use the Date Selector Button, to enter the ``Birth Date From`` to search for officers having the same or later birth date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date de naissance du`` afin de rechercher des officiers ayant la même date de naissance ou une date ultérieure. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Birth Date To``
fr: ``Date de naissance à``

source: Type in a date; or use the Date Selector Button, to enter the ``Birth Date To`` to search for officers having the same or earlier birth date. *Note: To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour entrer la ``date de naissance à`` pour rechercher des officiers ayant la même date de naissance ou une date antérieure. *Remarque: pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Date Selector button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image61`); by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: Cliquer sur le ``bouton de sélection de date`` fera apparaître un sélecteur de calendrier facile à utiliser (:numref:`image61`); par défaut, le calendrier affichera le mois en cours ou le mois de la date actuellement sélectionnée, le jour en cours étant mis en surbrillance.

source: At anytime during the use of the pop-up, the user can see the date of *today*.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date du * aujourd'hui *.

source: Clicking on *today* will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur * aujourd'hui * pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the month will display all the months for the year.
fr: Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: ``Region``
fr: `` Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select enrolment officers acting in a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner l'inscription des agents intervenant dans une région spécifique. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté.*

source: ``District``
fr: `` Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select enrolment officers acting in a specific district. *Note: The list will be only filled with the districts belonging to the selected region and assigned to the current logged in user.*
fr: Sélectionnez le ``District``; dans la liste des districts en cliquant sur la flèche à droite du sélecteur pour sélectionner les agents d'inscription agissant dans un district spécifique. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée et attribuée à l'utilisateur actuellement connecté.*

source: ``Phone Number``
fr: ``Numéro de téléphone``

source: Type in the beginning of; or the full ``Phone Number`` to search for enrolment officers with a Phone Number, that starts with or matches completely, the typed number.
fr: Tapez au début de; ou le ``Numéro de téléphone`` complet pour rechercher les agents d'inscription avec un numéro de téléphone, qui commence par ou correspond complètement au numéro tapé.

source: ``Email``
fr: `` Courriel``

source: Type in the beginning of; or the full ``Email`` to search for enrolment officers with the ``Email``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Email`` complet pour rechercher les agents d'inscription avec le ``Email``, qui commence ou correspond complètement au texte tapé.

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image62`).
fr: Cliquez sur ``Historique`` pour voir les enregistrements historiques correspondant aux critères sélectionnés. Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels (:numref:`image62`).

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search Button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the ``search button`` to filter the records, the results will appear in the result panel.
fr: Une fois les critères saisis, utilisez le ``bouton de recherche`` pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: `Image 63 - Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Image 63 - Enregistrement sélectionné (bleu), enregistrements en survol (jaune) - Panneau de résultats`

source: The result panel displays a list of all officers found, matching the selected Criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image63`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le résultat panneau affiche une liste de tous les agents ont trouvé, correspondant aux Critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image63`). La gauche dossier contient un lien, qui, si vous cliquez dessus, re-dirige l'utilisateur vers le record actuel pour obtenir la visualisation si c'est un record historique ou de la modification si c'est l'enregistrement en cours.

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image64`)
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultat (:numref:`image64`)

source: `Page selector- Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: **Panneau de boutons**

source: With exception of the ``Cancel`` button, which re-directs to the :ref:`Home Page <home_page>`, the button panel (the buttons ``Edit`` and ``Delete`` is used in conjunction with the current selected record (highlighted with blue). The user should first select a record by clicking on any position of the record except the leftmost hyperlink, and then click on the button.
fr: À l'exception du bouton ``Annuler``, qui redirige vers :ref:`Page d'accueil <home_page>`, le panneau de boutons (les boutons ``Modifier`` et ``Supprimer`` est utilisé en conjonction avec l'enregistrement actuellement sélectionné (surligné en bleu). L'utilisateur doit d'abord sélectionner un enregistrement en cliquant sur n'importe quelle position de l'enregistrement à l'exception du lien hypertexte le plus à gauche, puis sur le bouton.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once an officer has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Les messages s'afficheront une fois qu'un agent aura été ajouté, mis à jour ou supprimé ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Enrolment Officer Page
fr: Page de l'agent d'inscription

source: **Data Entry**
fr: **La saisie des données**

source: `Image - Enrolment Officer Page`
fr: `Image - Page de l'agent d'inscription`

source: ``Enrolment Officers Details``
fr: ``Détails des agents d'inscription``

source: Enter the code for the enrolment officer. Mandatory, 8 characters maximum.
fr: Entrez le code de l'agent d'inscription. Obligatoire, 8 caractères maximum.

source: Enter the last name (surname) for the enrolment officer. Mandatory, 100 characters maximum.
fr: Entrez le nom de famille (nom de famille) de l'agent d'inscription. Obligatoire, 100 caractères maximum.

source: Enter other names of the enrolment officer. Mandatory, 100 characters maximum.
fr: Entrez d'autres noms de l'agent d'inscription. Obligatoire, 100 caractères maximum.

source: ``Date of Birth``
fr: ``Date de naissance``

source: Enter the date of birth for the enrolment officer. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Saisissez la date de naissance de l'agent d'inscription. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: Enter the phone number for the enrolment officer. 50 characters maximum.
fr: Entrez le numéro de téléphone de l'agent d'inscription. 50 caractères maximum.

source: Enter the e-mail address for the enrolment officer. 50 characters maximum.
fr: Saisissez l'adresse e-mail du responsable de l'inscription. 50 caractères maximum.

source: ``Permanent Address Details``
fr: ``Détails de l'adresse permanente``

source: Enter details of the place of living of the enrolment officer.
fr: Entrez les détails du lieu de vie de l'agent d'inscription.

source: Select from the list of available regions the region to a district in which the enrolment officer will act. Mandatory
fr: Sélectionnez dans la liste des régions disponibles la région à un district dans lequel l'agent d'inscription agira. Obligatoire

source: Select from the list of available districts the district in which the enrolment officer will act. *Note: The list will be only filled with the districts belonging to the selected region.* Mandatory .
fr: Sélectionnez dans la liste des districts disponibles le district dans lequel l'agent d'inscription agira. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée.* Obligatoire.

source: ``Substitution``
fr: ``Remplacement``

source: Select from the list of available enrolment officers the enrolment officer which will substitute the current enrolment officer Substitution means that all prompts to renewals/feedback will be directed to the substituting enrolment officer. *Note: The list contains enrolment officers who already exist in the system and who have at least on location common with the enrolment officer to be substituted.*
fr: Sélectionnez à partir de la liste des agents d'inscription l'inscription officier qui va remplacer l'actuel inscription officier de Substitution signifie que tous les invites pour les renouvellements/commentaires seront transmis à la substitution d'inscription officier. *Remarque: La liste contient des agents d'inscription qui existent déjà dans le système et qui ont au moins sur l'emplacement de commun avec l'inscription officier pour être remplacé.*

source: ``Works To``
fr: ``Fonctionne pour``

source: Enter the date which the substituted enrolment officer will work up to. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Entrez la date à laquelle l'agent d'inscription suppléant travaillera. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Communicate``
fr: ``Communiquer``

source: Check the box ``Communicate`` if the enrolment officer should receive SMS messages alerting him/her about a need of renewing policies of families/groups he/she is assigned to.
fr: Cochez la case ``Communiquer`` si l'agent d'inscription doit recevoir des SMS l'avertissant de la nécessité de renouveler les politiques des familles / groupes auxquels il est affecté.

source: ``Municipalities``
fr: ``Municipalités``

source: Select from the list of available municipalities the municipality(s) which the enrolment officer is acting in, by either clicking on the ``Check All`` box at the top of the list of municipalities, or by selectively clicking on the ``Check box`` to the left of the municipality. Mandatory (at least one municipality must be selected.
fr: Sélectionnez à partir de la liste des municipalités de la municipalité(s) dont le taux de scolarisation agent agit dans le cadre, soit en cliquant sur `Vérifier Tout` en haut de la liste des communes, ou de manière sélective la cliquant sur sur la `case à cocher` à gauche de la municipalité. Obligatoire (au moins une municipalité doit être sélectionné.

source: Select from the list of available villages the village(s) which the enrolment officer is acting in, by either clicking on the ``Check All`` box at the top of the list of villages, or by selectively clicking on the ``Check box`` to the left of the village. Villages are pre-selected based on the selected municipality. The pre-selection can be modified. Mandatory (at least one village must be selected.
fr: Sélectionnez à partir de la liste des villages le village(s) dont le taux de scolarisation agent agit dans le cadre, soit en cliquant sur `Vérifier Tout` en haut de la liste des villages, ou de manière sélective la cliquant sur sur la `case à cocher` à la gauche du village. Les Villages sont pré-sélectionnés en fonction de la sélection de la municipalité. La pré-sélection peut être modifiée. Obligatoire (au moins un village doit être sélectionné.

source: ``village Officer Details``
fr: ``Détails d'officier de village``

source: Enter the code for the Village Executive officer. 25 characters maximum.
fr: Entrez le code de l'agent exécutif du village. 25 caractères maximum.

source: ``Last name``
fr: ``Nom de famille``

source: Enter the last name (surname) for the Village Executive officer. 100 characters maximum.
fr: Entrez le nom (nom de famille) de l'agent exécutif du village. 100 caractères maximum.

source: Enter other names of the Village Executive officer. 100 characters maximum.
fr: Entrez les autres noms de l'agent exécutif du village. 100 caractères maximum.

source: Enter the phone number for the Village Executive officer. 25 characters maximum.
fr: Entrez le numéro de téléphone de l'agent exécutif du village. 25 caractères maximum.

source: Enter the e-mail address for the Village Executive officer. 50 characters maximum.
fr: Saisissez l'adresse e-mail du responsable du village. 50 caractères maximum.

source: Enter the date of birth for the Village Executive officer. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Entrez la date de naissance de l'agent exécutif du village. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Include Login``
fr: ``Inclure la connexion``

source: Enable the enrolment officer to use openIMIS web by creating web credentials (enrolment officers primary interface is the enrolment application running on android device that doesn't require openIMIS user), the change must be saved to be taken into account.
fr: Autoriser l'agent d'inscription à utiliser openIMIS Web en créant des informations d'identification Web (l'interface principale des agents d'inscription est l'application d'inscription exécutée sur un appareil Android qui ne nécessite pas d'utilisateur openIMIS), la modification doit être enregistrée pour être prise en compte.

source: `Image - Enrolment Officer Login`
fr: `Image - Connexion de l'agent d'inscription`

source: Once the login is created, it will be visible in the `User Control Page <#user-control-page>`__
fr: Une fois la connexion créée, elle sera visible dans la `Page de contrôle utilisateur <#user-control-page> page de contrôle <#user-control-page>`__

source: **Saving**
fr: **Sauvegarder**
