Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/enrolment_officer.po
Languages: fr

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Enrolment Officers Control Page <#enrolment-officers-control-page>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the officer has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `page de contrôle des agents d'inscription <#enrolment-officers-control-page>`__, avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que l'agent a été sauvé apparaîtra sur le panneau d'information.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right of the corresponding data field).
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque à droite du champ de données correspondant) .

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Enrolment Officers Control Page <#enrolment-officers-control-page>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `Page de contrôle des agents d'inscription <#enrolment-officers-control-page>`__.

source: Adding an Enrolment Officer
fr: Ajout d'un agent d'inscription

source: Click on the ``Add`` button to re-direct to the `Enrolment Officer Page <#enrolment-officer-page>`__\ .
fr: Cliquez sur le bouton ``Ajouter`` pour rediriger vers la `page de l'agent d'inscription <#enrolment-officer-page> page de l'agent d' <#enrolment-officer-page>`__ \.

source: When the page opens all entry fields are empty. See the `Enrolment Officer Page <#enrolment-officer-page>`__ for information on the data entry and mandatory fields
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Reportez-vous à la page `Officier d'inscription <#enrolment-officer-page> ``__ pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Editing an Enrolment Officer
fr: Modification d'un agent d'inscription

source: Click on the ``Edit`` button to re-direct to the `Enrolment Officer Page <#enrolment-officer-page>`__\ .
fr: Cliquez sur le bouton ``Modifier`` pour rediriger vers la `page de l'agent d'inscription <#enrolment-officer-page> page de l'agent d' <#enrolment-officer-page>`__ \.

source: The page will open with the current information loaded into the data entry fields. See the `Enrolment Officer Page <#enrolment-officer-page>`__ for information on the data entry and manditory fields.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Reportez-vous à la `Page de l'agent d'inscription <#enrolment-officer-page> d'inscription <#enrolment-officer-page>`__ pour obtenir des informations sur les champs de saisie des données et les champs obligatoires.

source: Deleting an Enrolment Officer
fr: Suppression d'un agent d'inscription

source: Click on the ``Delete`` button to delete the currently selected record.
fr: Cliquez sur le bouton ``Supprimer`` pour supprimer l'enregistrement actuellement sélectionné.

source: Before deleting a confirmation popup (:numref:`image66`) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`image66`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When an officer is deleted, all records retaining to the deleted officer will still be available by selecting historical records.
fr: Lorsqu'un agent est supprimé, tous les enregistrements conservés par l'agent supprimé seront toujours disponibles en sélectionnant les enregistrements historiques.
