Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/health_facility.po
Languages: fr

source: Double click on the line to be re-directed to the `Health Facility Page <#health-facility-page>`__ .
fr: Double Cliquez sur la ligne pour être rediriger vers la `Page de l'établissement de santé <#health-facility-page>`__.

source: The page will open with the current information loaded into the data entry fields. See the `Health Facility Page <#health-facility-page>`__ for information on the data entry and mandatory fields
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Voir la `Page de l'établissement de santé <#health-facility-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires

source: Deleting a Health Facility
fr: Suppression d'un établissement de santé

source: Click on the ``Delete`` button to delete the currently selected record.
fr: Cliquez sur le bouton ``Supprimer`` pour supprimer l'enregistrement actuellement sélectionné.

source: Before deleting a confirmation popup (:numref:`hf_delete_conf`) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`hf_delete_conf`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When a health facility is deleted, all records retaining to the deleted health facility will still be available by selecting historical records.
fr: Lorsqu'un établissement de santé est supprimé, tous les enregistrements conservés dans l'établissement de santé supprimé seront toujours disponibles en sélectionnant les enregistrements historiques.
