Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/health_facility.po
Languages: fr

source: Health Facilities Administration
fr: Administration des établissements de santé

source: The register of health facilities contains all health facilities contracted and/or eligible for submitting of claims by/to the health insurance scheme. Health Facility administration is restricted to users with the system role of Scheme Administrator or with a role including an access to Administration/Health Facilities.
fr: Le registre des établissements de santé contient tous les établissements de santé sous contrat et/ou éligibles pour soumettre des prestations. L'administration des établissements de santé est réservée aux utilisateurs ayant le rôle d'administrateur de système ou un rôle comprenant un accès à l'administration des établissements de santé.

source: Pre-conditions
fr: Conditions préalables

source: A health facility may only be added if the management of the scheme administration contracts it or if eligibility of submitting of claims can be derived from the legislation. It may thereafter be edited; however, approval of the management of the scheme administration is required for a change of the pricelists associated with the health facility. Deletion of a health facility normally will occur when a Health Facility stops its activity or the contract with the health facility with the scheme administration is cancelled.
fr: Un établissement de santé ne doit être ajouté que si les conditions d'admissibilité de la soumission de prestations sont réunis. Il peut par la suite être modifié; toutefois, l'approbation de l'administrateur des paquets de bénéfices est requise pour une modification des listes de prix associés à l'établissement de santé. La suppression d'un établissement de santé peut arriver dans lorsqu'un Établissement de Santé qui cesse son activité ou d'un contrat avec l'établissement de santé est fini ou annulée.

source: Navigation
fr: La navigation

source: `Navigation Health Facilities`
fr: `Navigation: Installations sanitaires`

source: All functionality for use with the administration of health facilities can be found under the main menu ``Administration``, sub menu ``Health Facilities.``
fr: Toutes les fonctionnalités à utiliser avec l'administration des établissements de santé se trouvent dans le menu principal ``Administration``, sous-menu ``Établissements de santé``.

source: Clicking on the sub menu ``Health Facilities`` re-directs the current user to the `Health Facilities Control Page <#health-facilities-control-page>`__.
fr: Cliquer sur le sous-menu ``Établissements de santé`` redirige l'utilisateur actuel vers la `Page de contrôle des établissements de santé <#health-facilities-control-page> page <#health-facilities-control-page>`__.

source: `Health Facilities Control Page`
fr: `Page de contrôle des établissements de santé`

source: Health Facilities Control Page
fr: Page Contrôle des établissements de santé

source: The ``Health Facilities Control Page`` is the central point for all health facilities administration. By having access to this page, it is possible to add, edit, delete and search. The page is divided into four panels (:numref:`hf_page`)
fr: La ``page de contrôle des établissements de santé`` est le point central de toute administration des établissements de santé. En ayant accès à cette page, il est possible d'ajouter, de modifier, de supprimer et de rechercher. La page est divisée en quatre panneaux (:numref:`hf_page`)

source: **Search Panel**
fr: **Panneau de recherche**

source: The Search Panel allows a user to select specific criteria to minimise the search results. In the case of health facilities the following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des établissements de santé, les options de recherche suivantes sont disponibles et peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: Type in the beginning of; or the full ``Code``; to search for health facilities with a ``Code``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Code`` complet; pour rechercher des établissements de santé avec un ``Code``, qui commence ou correspond complètement au texte tapé.

source: ``Name``
fr: ``Nom``

source: Type in the beginning of; or the full ``Name``; to search for health facilities with a ``Name``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Nom`` complet; pour rechercher des établissements de santé avec un ``nom``, qui commence ou correspond complètement au texte tapé.

source: Type in the beginning of; or the full ``Fax`` to search for health facilities with a ``Fax``, which starts with or matches completely, the typed number.
fr: Tapez au début de; ou le ``Fax`` complet pour rechercher les établissements de santé avec un ``Fax``, qui commence par ou correspond complètement au numéro tapé.

source: ``Level``
fr: ``Niveau``

source: Select the ``Level``; from the list of levels of health facilities (Dispensary, Health Centre, Hospital) by clicking on the arrow on the right of the selector, to select health facilities of a specific level of service.
fr: Sélectionnez le ``Niveau`` à partir de la liste des niveaux des formations sanitaires (Dispensaire, Centre de Santé, Hôpital) en cliquant sur la flèche à droite du sélecteur, pour sélectionner les formations sanitaires d'un niveau de soin spécifique.

source: ``Phone Number``
fr: ``Numéro de téléphone``

source: Type in the beginning of; or the full ``Phone Number`` to search for health facilities with a ``Phone Number``, which starts with or matches completely, the typed number.
fr: Tapez au début de, ou le ``Numéro de téléphone`` complet pour rechercher des établissements de santé avec un ``Numéro de téléphone``, qui commence ou correspond complètement au numéro tapé.

source: ``Email``
fr: ``Courriel``

source: Type in the beginning of; or the full ``Email`` to search for health facilities with an ``Email`` which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Email`` complet pour rechercher des établissements de santé avec un ``Email`` qui commence ou correspond complètement au texte tapé.

source: ``Legal Form``
fr: ``Forme juridique``

source: Select the ``Legal Form``; from the list of legal forms (Government, District organization, Private Organisation, Charity) by clicking on the arrow on the right of the selector, to select health facilities of a specific legal form.
fr: Sélectionnez la `Forme Juridique`; à partir de la liste des formes juridiques (le Gouvernement, l'organisation de District, Organisation Privée, de la Charité) en cliquant sur la flèche à droite de la sélection, pour sélectionner les établissements de santé d'une forme juridique spécifique.

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of districts by clicking on the arrow on the right of the selector to select health facilities from a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then this region will be automatically selected.*
fr: Sélectionnez la `Région`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les établissements de santé d'une région spécifique. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un, alors cette région sera automatiquement sélectionné.*

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select health facilities from a specific district. *Note: The list will only be filled with the districts that belong to the selected region and that are assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les établissements de santé d'un district particulier. *Remarque: La liste ne sera rempli avec les districts qui appartiennent à la région et qui sont assigné à l'utilisateur connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.*

source: ``Care Type``
fr: ``Type de soins``

source: Select the ``Care Type`` from the list of types (In-patient, Out-patient, Both) of provided health care by clicking on the arrow on the right of the selector, to select health facilities with a specific type.
fr: Sélectionnez le ``Type de soins`` dans la liste des types (hospitalisés, ambulatoires, les deux) des soins de santé fournis en cliquant sur la flèche à droite du sélecteur, pour sélectionner les établissements de santé avec un type spécifique.

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`hf_list_historic`)
fr: Cliquez sur `Historique` pour voir l'historique des enregistrements correspondant aux critères sélectionnés. Les documents historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) de définir clairement de dossiers en cours (:numref:`hf_list_historic`)

source: `Historical Records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the Result Panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: The result panel displays a list of all health facilities found, matching the selected Criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`hf_list_select`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le résultat s'affiche sur le panneau une liste de tous les établissements de santé constaté, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en évidence (gris), (:numref:`hf_list_select`). La colunne de gauche contient un lien qui re-dirige vers la page de visualisation dans le cas d'une ligne historique ou vers la page de modification dans le cas des lignes encore valident.

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (gris) - Panneau de résultats`

source: A maximum of 10 records are displayed at one time( can be changed :numref:`mat_page_browser`), further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`mat_record_per_page`)
fr: Un maximum de 10 lignes sont affichés en même temps ( peut être modifier:numref:`mat_record_per_page`), d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultat (:numref:`mat_page_browser`)

source: **Button Panel**
fr: **Panneau de boutons**

source: With exception of the ``Cancel`` button, which re-directs to the :ref:`Home Page <home_page>`, and the ``Add`` button which re-directs to the health facility page, the button panel (the buttons ``Edit`` and ``Delete)`` is used in conjunction with the current selected record (highlighted with blue). The user should select first a record by clicking on any position of the record except the leftmost hyperlink, and then click on the button.
fr: À l'exception du bouton ``Annuler``, qui redirige vers la :ref:`Page d'accueil <home_page>`, et le bouton ``Ajouter`` qui redirige vers la page de l'établissement de santé, le panneau de boutons ( les boutons ``Modifier`` et ``Supprimer)`` sont utilisés conjointement avec l'enregistrement actuellement sélectionné (surligné en bleu). L'utilisateur doit d'abord sélectionner un enregistrement en cliquant sur n'importe quelle position de l'enregistrement à l'exception du lien hypertexte le plus à gauche, puis cliquez sur le bouton.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a health facility has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'un établissement de santé aura été ajouté, mis à jour ou supprimé ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Health Facility Page
fr: Page de l'établissement de santé

source: **Data Entry**
fr: **La saisie des données**

source: `Health Facility Page`
fr: `Page de l'établissement de santé`

source: Enter the code for the health facility. Mandatory, 8 characters.
fr: Entrez le code de l'établissement de santé. Obligatoire, 8 caractères.

source: ``name``
fr: ``nom``

source: Enter the name for the health facility. Mandatory, 100 characters maximum.
fr: Saisissez le nom du centre de santé. Obligatoire, 100 caractères maximum.

source: Select the legal form of the health facility from the list (Government, District organization, Private Organisation, Charity), by clicking on the arrow on the right hand side of the lookup. Mandatory.
fr: Sélectionnez la forme juridique de l'établissement de santé dans la liste (gouvernement, organisation de district, organisation privée, organisme de bienfaisance), en cliquant sur la flèche à droite de la recherche. Obligatoire.

source: Select a level from the list levels (Dispensary, Health Centre, Hospital), by clicking on the arrow on the right hand side of the lookup. Mandatory.
fr: Sélectionnez un niveau dans la liste des niveaux (Dispensaire, Centre de santé, Hôpital), en cliquant sur la flèche à droite de la recherche. Obligatoire.

source: ``Sub Level``
fr: ``Sous-niveau``

source: Select a sub-level from the list sub-levels (No Sublevel, Integrated, Reference), by clicking on the arrow on the right hand side of the lookup. Mandatory.
fr: Sélectionnez un sous-niveau dans la liste des sous-niveaux (No Sublevel, Integrated, Reference), en cliquant sur la flèche à droite de la recherche. Obligatoire.

source: ``Address``
fr: ``Adresse``

source: Enter the address of the health facility. Mandatory, 100 characters maximum.
fr: Entrez l'adresse du centre de santé. Obligatoire, 100 caractères maximum.

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to enter the region in which the health facility is located. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then this region will be automatically selected.* Mandatory.
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur d'entrée de la région dans laquelle l'établissement de santé est situé. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un, alors cette région sera automatiquement sélectionné.* Obligatoire.

source: Select the ``district``; from the list of districts by clicking on the arrow on the right of the selector to enter the district in which the health facility is located. *Note: The list will only be filled with the districts assigned to the selected region and to districts assigned to the currently logged in user. If this is only one then the district will be automatically selected.* Mandatory.
fr: Sélectionnez le `quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur entrez dans le quartier dans lequel l'établissement de santé est situé. *Remarque: La liste ne sera rempli avec les districts affectés à la région et aux districts affectés à l'utilisateur actuellement connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.* Obligatoire.

source: Enter the phone number for the health facility. 50 characters maximum.
fr: Entrez le numéro de téléphone de l'établissement de santé. 50 caractères maximum.

source: Enter the fax number for the health facility. 50 characters maximum.
fr: Entrez le numéro de fax du centre de santé. 50 caractères maximum.

source: Enter the email for the health facility. 50 characters maximum.
fr: Saisissez l'e-mail du centre de santé. 50 caractères maximum.

source: Select the type of health care provided by the health facility from the list (In-patient, Out-patient, Both), by clicking on the arrow on the right hand side of the lookup. Mandatory.
fr: Sélectionnez le type de soins de santé dispensés par l'établissement de santé dans la liste (Hospitalisé, Ambulatoire, Les deux), en cliquant sur la flèche à droite de la recherche. Obligatoire.

source: ``Price Lists (Medical Services)``
fr: ``Listes de prix (services médicaux)``

source: Select the health facilities price lists (for medical services) from the list by clicking on the arrow on the right hand side of the lookup. The pricelist contains the list of medical services and their prices agreed between the health facility (or corresponding group of health facilities) and the scheme administration which can be invoiced by the health facility and remunerated by the scheme administration. *Note: The list will only be filled with the pricelists associated with the previously selected district, regional and nationwide pricelists assigned to the current logged in user.*
fr: Sélectionnez les établissements de santé des listes de prix (pour les services médicaux de la liste en cliquant sur la flèche sur le côté droit de la recherche. La liste contient la liste des soins et de leur prix convenu entre l'établissement de santé (ou groupe d'établissements de santé) et le schéma d'administration qui peuvent être facturés par l'établissement de santé et rémunérées par le régime d'administration. *Remarque: La liste ne sera rempli avec les listes de prix associées à celles déjà sélectionnées pour le quartier, régionale et nationale les listes de prix assigné à l'utilisateur connecté.*

source: ``Price Lists (Medical Items)``
fr: ``Listes de prix (produit médicaux)``

source: Select the health facilities price lists (medical items) from the list by clicking on the arrow on the right hand side of the lookup. The pricelist contains the list of medical items and their prices agreed between the health facility (or corresponding group of health facilities) and the scheme administration which can be invoiced by the health facility and remunerated by the scheme administration. *Note: The list will only be filled with the pricelists associated with the previously selected district, regional and nationwide pricelists assigned to the current logged in user.*
fr: Sélectionnez les établissements de santé des listes de prix (produit médicaux) à partir de la liste en cliquant sur la flèche sur le côté droit de la recherche. La liste contient la liste des produit médicaux et leurs prix convenu entre l'établissement de santé (ou groupe d'établissements de santé) et le schéma d'administration qui peuvent être facturés par l'établissement de santé et rémunérées par le régime d'administration. *Remarque: La liste ne sera rempli avec les listes de prix associées à celles déjà sélectionnées pour le quartier, régionale et nationale les listes de prix assigné à l'utilisateur connecté.*

source: ``Account Code``
fr: ``Code de compte``

source: Enter the account code (Identification for the accounting software), which will be used in reports on remuneration to be received by the health facility. 25 characters maximum.
fr: Entrez le code de compte (Identification pour le logiciel de comptabilité), qui sera utilisé dans les rapports sur la rémunération à recevoir par l'établissement de santé. 25 caractères maximum.

source: ``Region, District, Municipality, Village, Catchment grid``
fr: ``Région, district, municipalité, village, grille de captage``

source: Check the locations that define the catchment area of the health facility. Specify the percentage of the population of a village that belong to the catchment area in the catchment column. Default is 100%.
fr: Vérifiez les Lieux qui définissent la zone de chalandise de l'établissement de santé. Spécifiez le pourcentage de la population d'un village appartenant à la zone de chalandise dans la colonne de chalandise. La valeur par défaut est 100%.

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the ``Health Facility Control Page``, with the newly saved record displayed and selected in the result panel. A message confirming that the health facility has been saved will appear on the Information Panel.
fr: Une fois que toutes les données sont saisies, en cliquant sur le bouton `exporter` pour enregistrer l'enregistrement. L'utilisateur sera redirigé vers le `centre de Santé de Contrôle de la Page`, avec le nouvel enregistrement enregistré affichés et sélectionnés dans le résultat du panneau. Un message de confirmation de l'établissement de santé a été enregistré apparaît sur le Panneau d'Information.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right of the corresponding data field).
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque à droite du champ de données correspondant) .

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Health Facilities Control Page <#health-facilities-control-page>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `Page de contrôle des établissements de santé <#health-facilities-control-page> page de contrôle des établissements de santé <#health-facilities-control-page>`__.

source: Adding a Health Facility
fr: Ajouter un établissement de santé

source: Click on the ``Add`` button to re-direct to the `Health Facility Page <#health-facility-page>`__
fr: Cliquez sur le bouton ``Ajouter`` pour rediriger vers la `Page de l'établissement de santé <#health-facility-page>`__

source: When the page opens all entry fields are empty. See the `Health Facility Page <#health-facility-page>`__ for information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir la `Page de l'établissement de santé <#health-facility-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Editing a Health Facility
fr: Modification d'un établissement de santé
