Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/location.po
Languages: fr

source: Locations Administration
fr: Administration des Lieux

source: Administration of locations is restricted to users with the the system role of IMIS Administrator or with a role including an access to Administration/Locations. The user can see only locations he/she has access to.
fr: L'administration des Lieux est réservée aux utilisateurs avec le rôle système d'Administrateur IMIS ou avec un rôle comprenant un accès à Administration / Lieux. L'utilisateur ne peut voir que les Lieux auxquels il a accès.

source: Pre-conditions
fr: Conditions préalables

source: A region, district, municipality or village may only be added or thereafter edited, after the approval of the management of the scheme administration.
fr: Une région, un district, une municipalité ou un village ne peut être ajouté ou modifié par la suite qu'après approbation de la direction de l'administration du régime.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of locations can be found under the main menu ``Administration``, sub menu ``Locations.``
fr: Toutes les fonctionnalités à utiliser avec l'administration des Lieux se trouvent dans le menu principal ``Administration``, sous-menu ``Lieux``.

source: `Navigation Locations`
fr: `Navigation: Lieux`

source: Clicking on the sub menu ``Locations`` re-directs the current user to the `Locations Page. <#locations-page>`__
fr: Cliquer sur le sous-menu ``Lieux`` redirige l'utilisateur actuel vers la `Page Lieux. <#locations-page>`__

source: `Locations Page`
fr: `Page Lieux`

source: Locations Page
fr: Page Lieux

source: The Locations page is the central point for all locations administration. By having access to this page, it is possible to add, edit, delete and move regions, districts, municipalities and villages. The page is divided into three panels (:numref:`location_search`). *Note. Only regions and districts with associated municipalities and villages, belonging to the logged in user will be available to edit or delete. On adding a new region or district, the user will automatically become associated with this region or district*.
fr: Les Lieux de la page est le point central pour l'administration de tous les lieux. En ayant accès à cette page, il est possible d'ajouter, modifier, supprimer et déplacer des régions, les districts, les communes et les villages. La page est divisée en trois panneaux (:numref:`location_search`). *Remarque. Seules les régions et les districts avec les municipalités et les villages, appartenant à l'utilisateur connecté sera disponible à modifier ou à supprimer. Sur l'ajout d'une nouvelle région ou de district, l'utilisateur sera automatiquement associé à cette région ou de district*.

source: **Locations Panel**
fr: **Panneau des lieux**

source: This is the working panel and is divided into four vertical panels of ``Regions``, ``Districts``, ``Municipalities`` and ``Villages.``
fr: Ceci est le panneau de travail et est divisé en quatre panneaux verticaux de ``régions``, ``districts``, ``municipalités`` et ``villages``.

source: **Button Panel**
fr: **Panneau de boutons**

source: `Refresh`
fr: `Rafraîchir`

source: `Delete`
fr: `Supprimer`

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a region, district or municipality or village has been added, updated, moved or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Les messages apparaîtront une fois qu'une région, un district ou une municipalité ou un village aura été ajouté, mis à jour, déplacé ou supprimé ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Adding a Region, District, Municipality, Village
fr: Ajout d'une région, d'un district, d'une municipalité, d'un village

source: Focusing on the appropriate level of locations by clicking on the ``Add`` button will open up a modal entry box. Here one could enter the new code (**Code**) and name (**Name**) of a region, district, municipality or village. For villages, the number of male inhabitants (**M**), female inhabitants (**F**), inhabitants with the unspecified gender (**O**) and the number of families (**Fam.**) can be specified. On clicking the ``Save`` button the new record will be saved.
fr: En se allant sur le niveau approprié des lieux et en cliquant sur le noir ou le vide de la barre sur le haut de la sur le bouton `Ajouter` , une fenêtre modale sera ouverteavec les zones de saisie vide. Ici, on pourrait entrer dans le nouveau code (**Code**) et le nom (**Nom**) d'une région, d'un district, d'une municipalité ou d'un village. Pour les villages, le nombre d'habitants de sexe masculin (**M**), les habitants (**F**), les habitants à l'une quelconque des sexes (**O**) et le nombre de familles (**Fam.**) peut être spécifié. En cliquant sur le bouton `Enregistrer`, le nouvel enregistrement sera sauvegardé.

source: Editing a Region, District, Municipality, Village
fr: Modification d'une région, d'un district, d'une municipalité, d'un village

source: Selecting the location to edit and clicking on the ``Edit`` button will open up in the top of the screen an entry box with the name of the location. Here one could change the name. On clicking the ``Save`` button, the record will be saved.
fr: Le choix du lieux à modifier et cliquer sur le bouton `Modifier` sera ouverte dans le haut de l'écran une zone de saisie avec le nom de l'endroit. Ici, on pourrait changer le nom. En cliquant sur le bouton `Enregistrer`, l'enregistrement sera sauvegardé.

source: Deleting a Region, District, Municipality, Village
fr: Suppression d'une région, d'un district, d'une municipalité, d'un village

source: Select first the location to delete and click the ``Delete`` button. *Note. It is not possible to delete a region, district or municipality with associated districts, municipalities or villages respectively.*
fr: Sélectionnez d'abord le lieux à supprimer et cliquez sur le bouton ``Supprimer``. *Remarque. Il n'est pas possible de supprimer une région, un district ou une municipalité avec des districts, municipalités ou villages associés respectivement.*

source: Before deleting a confirmation popup (:numref:`location.delete_conf`) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`location.delete_conf`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation – Location Page`
fr: `Supprimer la confirmation - Page de localisation`

source: When a region, district, municipality or village is deleted, all records retaining to the deleted region, district, municipality or village will still be available by selecting historical records.
fr: Lorsqu'une région, un district, une municipalité ou un village est supprimé, tous les enregistrements conservés dans la région, le district, la municipalité ou le village supprimés seront toujours disponibles en sélectionnant les enregistrements historiques.

source: Moving a District, Municipality, Village
fr: Déplacement d'un district, d'une municipalité ou d'un village

source: Moving of a location is needed when the administrative division of the territory, on which a health insurance scheme is active, changes. Clicking on the ``Move`` button will open the move location box (:numref:`location_move`).
fr: Le déplacement d'un lieu est nécessaire lors de la division administrative du territoire, sur lequel un régime d'assurance maladie est active, les changements. En cliquant sur le bouton ``Déplacer`` Ouvre la fenêtre de déplacement des lieux (:numref:`location_move`).

source: `Move Location Page`
fr: `Déplacer la page de localisation`

source: **Move Location box**
fr: **Fenêtre de déplacement des lieux**

source: The move location box is composed of three sections, the first display the name of the location to be moved. The second display the name of the current parent when the third enable the selection of the future parents.
fr: La fenêtre de déplacement des lieux est composée de trois sections, la première affiche le nom du lieu à déplacer. La deuxième affiche le nom du parent actuel lorsque la troisième permet de sélectionner les futurs parents.

source: For moving a location, select the new parents (village, municipality, district), the fields will appear when needed, for example the municipality drop-down list will be displayed only if the district is selected. The level of the location can be changed by choosing the lower (resp. higher) parent having a different level from the current parent; be aware that the lowest location is the village, therefore if a municipality is moved to village level then the villages under the moved municipality will remain villages but will be moved under the municipality chosen the new parent of the to-be moved municipality.
fr: Pour un déménagement, sélectionnez les nouveaux parents (village, municipalité, district), les champs apparaîtront si nécessaire, par exemple la liste déroulante de la municipalité ne sera affichée que si le district est sélectionné. Le niveau du lieu peut être modifié en choisissant le parent inférieur (resp. supérieur) ayant un niveau différent de celui du parent actuel ; sachez que la localisation la plus basse est le village, par conséquent si une municipalité est déplacée au niveau du village, les villages sous la municipalité déplacée resteront des villages mais seront déplacés sous la municipalité choisie comme le nouveau parent de la municipalité à déplacer.

source: The Move will be effective once the ``Move`` button is clicked.
fr: Le déplacement réel d'un lieux dans un nouvel lieux parent se fait en cliquant sur le bouton "Déplacer".
