Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/payer.po
Languages: fr

source: Payers Administration
fr: Administration des contributeurs

source: The register of payers contains all institutional payers that can pay contributions on behalf of policyholders (e.g. private organizations, local authorities, cooperatives etc.). Payer administration is restricted to users with the role of Scheme Administrator.
fr: Le registre des contribuables contient tous les établissements contributeurs qui peuvent payer des cotisations pour le compte des titulaires de police (par exemple, les organisations privées, les autorités locales, coopératives, mutuelles, etc.). Débiteur de l'administration est réservée aux utilisateurs ayant le rôle d'Administrateur du programme.

source: Pre-conditions
fr: Conditions préalables

source: A payer may only be added or thereafter edited or deleted, after the approval of the management of the scheme administration.
fr: Un contributeur ne peut être ajouté ou modifié ou supprimé par la suite qu'après approbation de la direction de l'administration du régime.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of payers can be found under the main menu ``Administration``, sub menu ``Payers.``
fr: Toutes les fonctionnalités à utiliser avec l'administration des contributeurs se trouvent dans le menu principal ``Administration``, sous-menu ``Contributeurs``.

source: `Payers Control Page`
fr: `Page de contrôle des contributeurs`

source: Clicking on the sub menu ``Payers`` re-directs the current user to the `Payer Control Page <#payer-control-page>`__\.
fr: Cliquer sur le sous-menu ``Contributeurs`` redirige l'utilisateur actuel vers la `Page de contrôle des contributeur <#payer-control-page>`__ \.

source: Payer Control Page
fr: Page de contrôle du contributeur

source: The Payer control Page is the central point for all payer administration. By having access to this page, it is possible to add, edit, delete and search (institutional) payers. The page is divided into four panels (:numref:`image76`).
fr: Le Contributeur de contrôle de la Page est le point central pour tous débiteur de l'administration. En ayant accès à cette page, il est possible d'ajouter, modifier, supprimer et rechercher (institutionnel), les contributeurs. La page est divisée en quatre panneaux (:numref:`image76`).

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. In the case of payers the following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques afin de minimiser les résultats de la recherche. Dans le cas de contributeurs les options de recherche suivantes sont disponibles qui peuvent être utilisés seuls ou en combinaison les uns avec les autres.

source: ``Name``
fr: ``Nom``

source: Type in the beginning of; or the full ``name``; to search for payers with a ``name``, that starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``nom`` complet; pour rechercher des contributeurs avec un ``nom``, qui commence ou correspond complètement au texte tapé.

source: ``Email``
fr: ``Courriel``

source: Type in the beginning of; or the full ``Email`` to search for payers with an ``Email``, that starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Email`` complet pour rechercher des contributeurs avec un ``Email``, qui commence ou correspond complètement au texte tapé.

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select payers from a specific region. The option **National** means that the payer is common for all regions. *Note: The list will only be filled with the regions assigned to the current logged in user and with the option National. All nationwide payers and all regional payers relating to the selected region will be found. If no district is selected then also all district payers for districts belonging to the selected region will be found.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les contributeurs d'une région spécifique. L'option **National** signifie que le débiteur est commun pour toutes les régions. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté et avec l'option Nationale. Tous à l'échelle nationale, les contributeurs et tous les contributeurs régionaux relatifs à la région sélectionnée sera trouvé. Si aucun district est sélectionné puis aussi tous les districts de l'contributeurs pour les communes appartenant à la zone sélectionnée sera trouvée.*

source: ``District``
fr: ``Quartier``

source: Select the ``district``; from the list of districts by clicking on the arrow on the right of the selector to select payers from a specific district. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the currently logged in user. If this is only one then the district will be automatically selected*
fr: Sélectionnez le `quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les contributeurs d'un district particulier. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et affecté à l'utilisateur actuellement connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionnée*

source: ``Phone Number``
fr: ``Numéro de téléphone``

source: Type in the beginning of; or the full ``Phone Number`` to search for payers with a ``Phone Number``, that starts with or matches completely, the typed number.
fr: Tapez au début de; ou le ``Numéro de téléphone`` complet pour rechercher des contributeurs avec un ``Numéro de téléphone``, qui commence ou correspond complètement au numéro tapé.

source: Select the ``Type``; from the list of types of payers by clicking on the arrow on the right of the selector to select payers of specific type.
fr: Sélectionnez le ``Type``; dans la liste des types de contributeurs en cliquant sur la flèche à droite du sélecteur pour sélectionner les contributeurs d'un type spécifique.

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image77`).
fr: Cliquez sur ``Historique`` pour voir les enregistrements historiques correspondant aux critères sélectionnés. Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels (:numref:`image77`).

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search Button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the result panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau de résultats`

source: The result panel displays a list of all payers found, matching the selected criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image78`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le résultat panneau affiche une liste de tous les contributeurs trouvé, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image78`). La colunne de gauche contient un lien qui re-dirige vers la page de visualisation dans le cas d'une ligne historique ou vers la page de modification dans le cas des lignes encore valident.

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image79`).
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultats (:numref:`image79`).

source: `Page selector- Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: **Panneau de boutons**

source: With exception of the ``Cancel`` button, which re-directs to the :ref:`Home Page <home_page>`, the button panel (the buttons ``Edit`` and ``Delete``) is used in conjunction with the current selected record (highlighted with blue). The user should first select a record by clicking on any position of the record except the leftmost hyperlink, and then click on the button.
fr: À l'exception du bouton ``Annuler``, qui redirige vers :ref:`Page d'accueil <home_page>`, le panneau de boutons (les boutons ``Modifier`` et ``Supprimer``) est utilisé conjointement avec l'enregistrement actuellement sélectionné (surligné en bleu). L'utilisateur doit d'abord sélectionner un enregistrement en cliquant sur n'importe quelle position de l'enregistrement à l'exception du lien hypertexte le plus à gauche, puis cliquez sur le bouton.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a payer has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le Panneau d'Information est utilisé pour afficher des messages à l'utilisateur. Les Messages se produit dès que le débiteur a été ajouté, mis à jour ou supprimés, ou si il y a une erreur à tout moment pendant le déroulement de ces actions.

source: Payer Page
fr: Page du contributeur

source: **Data Entry**
fr: **La saisie des données**

source: `Payer Page`
fr: `Page du contributeur`

source: Select the type of the payer from the list by clicking on the arrow on the right hand side of the lookup. Mandatory.
fr: Sélectionnez le type de contributeur dans la liste en cliquant sur la flèche à droite de la recherche. Obligatoire.

source: Enter the name for the payer. Mandatory, 100 characters maximum.
fr: Saisissez le nom du contributeur. Obligatoire, 100 caractères maximum.

source: ``Address``
fr: ``Adresse``

source: Enter address of the payer. Mandatory, 100 characters maximum.
fr: Entrez l'adresse du contributeur. Obligatoire, 100 caractères maximum.

source: Enter the phone number for the payer. 50 characters maximum.
fr: Entrez le numéro de téléphone du contributeur. 50 caractères maximum.

source: Enter the fax number for the payer. 50 characters maximum.
fr: Saisissez le numéro de fax du contributeur. 50 caractères maximum.

source: Enter the email for the payer. 50 characters maximum.
fr: Saisissez l'e-mail du contributeur. 50 caractères maximum.

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to enter the region to which the payer belongs. The region **National** means that the payer is common for all regions. *Note: The list will only be filled with the regions assigned to the current logged in user and with the option National.* Mandatory.
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur d'entrée de la région à laquelle le débiteur appartient. La région **National** signifie que le débiteur est commun pour toutes les régions. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté et avec l'option Nationale.* Obligatoire.

source: Select the ``district`` to which the payer belongs, from the list by clicking on the arrow on the right hand side of the lookup. *Note: The list will only be filled with the districts assigned to the selected region and currently logged in user. If this is only one then the district will be automatically selected.* It is not mandatory to enter a district. Not selecting a district will mean the payer operates in all districts of the region or nationwide if the region National is selected.
fr: Sélectionnez le `quartier` à laquelle le contributeur appartient, à partir de la liste en cliquant sur la flèche sur le côté droit de la recherche. *Remarque: La liste ne sera rempli avec les districts affectés à la région sélectionnée et de l'utilisateur actuellement connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.* Il n'est pas obligatoire pour entrer dans un district. Pas la sélection d'un district sera le contributeur intervient dans tous les districts de la région ou à l'échelle nationale si la région Nationale est sélectionné.

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Payer Control Page <#payer-control-page>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the payer has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `page de contrôle des contributeur <#payer-control-page>`__, avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que le contributeur a été enregistré apparaîtra sur le panneau d'informations.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right of the corresponding data field).
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque à droite du champ de données correspondant) .

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Payer Control Page <#payer-control-page>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `page de contrôle des contributeur <#payer-control-page>`__.

source: Adding a Payer
fr: Ajout d'un contributeur

source: Click on the ``Add`` button to re-direct to the `Payer Page <#payer-page>`__\ .
fr: Cliquez sur le bouton ``Ajouter`` pour rediriger vers la `Page des contributeur <#payer-page>`__ \.

source: When the page opens all entry fields are empty. See the `Payer Page <#payer-page>`__ for information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir la `Page des contributeur <#payer-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Editing a Payer
fr: Modification d'un contributeur

source: Click on the ``Edit`` button to re-direct to the `Payer Page <#payer-page>`__\ .
fr: Cliquez sur le bouton ``Modifier`` pour rediriger vers la `Page des contributeur <#payer-page>`__ \.

source: The page will open with the current information loaded into the data entry fields. See the `Payer Page <#payer-page>`__ for information on the data entry and mandatory fields.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Voir la `Page des contributeur <#payer-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Deleting a Payer
fr: Supprimer un contributeur

source: Click on the Delete button to delete the currently selected record.
fr: Cliquez sur le bouton Supprimer pour supprimer l'enregistrement actuellement sélectionné.

source: Before deleting a confirmation popup (:numref:`image81`) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`image81`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When a payer is deleted, all records retaining to the deleted payer will still be available by selecting historical records.
fr: Lorsqu'un contributeur est supprimé, tous les enregistrements conservant le contributeur supprimé seront toujours disponibles en sélectionnant les enregistrements historiques.
