Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/product.po
Languages: fr

source: ``Enrolment Discount Period``
fr: ``Période de remise d'inscription``

source: Enter the enrolment discount period of the insurance product in months.
fr: Saisissez la période de réduction de souscription du paquet de bénéfices en mois.

source: ``Renewal Discount Percentage``
fr: ``Pourcentage de remise de renouvellement``

source: Enter the renewal discount percentage for the insurance product. The discount percentage is applied on the total contributions calculated for a policy renewed earlier than ``renewal disc. period`` months before the start date of the corresponding cycle.
fr: Saisissez le pourcentage de remise de renouvellement pour le paquet de bénéfices. Le pourcentage de réduction est appliqué sur le total des cotisations calculées pour une police renouvelée plus tôt que le ``disque de renouvellement. période`` mois avant la date de début du cycle correspondant.

source: ``Renewal Discount Period``
fr: ``Période de remise de renouvellement``

source: Enter the renewal discount period of the insurance product in months.
fr: Saisissez la période de remise de renouvellement du paquet de bénéfices en mois.

source: ``Registration Lump Sum``
fr: ``Inscription forfaitaire``

source: Enter the lump sum (for a household/group) for registration fee to be paid at the first enrolment of the household/group. Registration fee is not paid for renewals of policies.
fr: Entrez le montant forfaitaire (pour un ménage/groupe) pour l'enregistrement, la taxe à payer lors de la première inscription de la famille/groupe. Frais d'inscription n'est pas payé pour le renouvellement des polices.

source: ``Assembly Lump Sum``
fr: ``Montant forfaitaire de l'assemblage``

source: Enter the lump sum (for a household/group) for additional assembly fee to be paid both at the first enrolment and renewals of policies.
fr: Entrez le montant forfaitaire (pour un ménage/groupe) pour plus d'assemblée, la taxe à payer à la fois lors de la première inscription et de renouvellement des polices.

source: ``Registration Fee``
fr: ``Frais d'inscription``

source: Enter the registration fee per member of a household/group. If registration lump sum is non zero, registration fee is not considered. Registration fee is not paid for renewals of policies.
fr: Entrez les frais d'inscription par membre du ménage/de groupe. Si l'inscription forfaitaire est différente de zéro, frais d'inscription n'est pas considérée. Frais d'inscription n'est pas payé pour le renouvellement des polices.

source: ``Assembly Fee``
fr: ``Frais de montage``

source: Enter the assembly fee per member of a household/group. If assembly lump sum is non zero, assembly fee is not considered. Assembly fee is paid both at the first enrolment and renewals of policies.
fr: Entrer à l'assemblée des frais pour chaque membre d'un ménage/groupe. Si l'assemblée somme forfaitaire est non nul, l'assemblée des frais n'est pas considérée. Assemblée taxe est payée à la fois lors de la première inscription et de renouvellement des polices.

source: **Covered Medical sercices**
fr: **Services médicaux couverts**

source: Select from the list of available medical services (from the register of Medical Services) the medical services covered within the insurance product, by either clicking on the ``Check All`` box at the top of the list of medical services, or by selectively clicking on the check box to the left of the medical service.
fr: Sélectionnez dans la liste des soins disponibles (dans le registre des soins ) les services médicaux couverts par le paquet de bénéfices, soit en cliquant sur la case ``Tout cocher`` en haut de la liste des soins , soit en sélectionnant en cliquant sur la case à cocher à gauche du soin .

source: ``Medical Services Grid``
fr: ``Grille des soins``

source: `Medical Services - Product`
fr: `Services médicaux - Produit`

source: Displays the code for the medical service
fr: Affiche le code du soin

source: ``Name``
fr: ``Nom``

source: Displays the name of the medical service
fr: Affiche le nom du soin

source: Displays the type of the medical service
fr: Affiche le type de soin

source: ``Level``
fr: ``Niveau``

source: Displays the level of the medical service
fr: Affiche le niveau du soin

source: ``Limit``
fr: ``Limite``

source: Indicates the type of limitation of coverage for the medical service. This may be adjusted per medical service, select between Co-Insurance [C] and Fixed amount [F]. Co-insurance means coverage of a specific percentage of the price of the medical service by policies of the insurance product. Fixed amount means coverage up the specified limit. C is the default value. Limit O is used for claims having the type of visit Other, Limit R is used for claims having the type of visit Referral and Limit E is used for claims having the type of visit Emergency.
fr: Indique le type de limitation de la couverture pour le soin . Cela peut être ajustée par le soin , sélectionnez entre les Co-Assurance [C] et le montant Fixe [F]. Co-assurance, la couverture d'un certain pourcentage du prix du soin de santé par des polices du paquet de bénéfices. Fixe le montant moyen de la couverture jusqu'à la limite spécifiée. C est la valeur par défaut. Limite O est utilisé pour les prestations ayant le type de visiter d'Autres, la Limite de R est utilisé pour les prestations ayant le type de la visite de l'Aiguillage et de la Limite de E est utilisé pour les prestations ayant le type de visiter d'Urgence.

source: ``Origin``
fr: ``Origine``

source: Indicates where the price for remuneration of the service comes from. This may be adjusted per service, the options are: [P] Price taken from the price list of a claiming health facility, [O] Price taken from a claim and [R] Relative price, the nominal value of which is taken from the price list and the actual value of which is determined backwards according to available funds and volume of claimed services and medical items in a period. [R] is the default value.
fr: Indique où le prix de la rémunération du soin de vient de. Cela peut être ajustée par le service, les options sont: [P] Prix pris à partir de la liste de prix d'un prétendant établissement de santé, [O] Prix pris à partir d'une prestation et [R] Relative des prix, la valeur nominale de ce qui est pris à partir de la liste des prix et de la valeur réelle de ce qui est déterminé en arrière en fonction des fonds disponibles et le volume de prestations des soins et de produits médicaux au cours de la période. [R] est la valeur par défaut.

source: ``Adult``
fr: ``Adulte``

source: Indicates the limitation for adults. If the type of limitation is a co-insurance then the value is the percentage of the price covered by policies of the insurance product for adults. If the type of limitation is a fixed limit the value is an amount up to which price of the service is covered for adults by policies of the insurance product. Default is 100%. Adult O is for Other, Adult R is for Referral and Adult E is for Emergency claims according to the type of visit (Visit Type).
fr: Indique la limitation pour les adultes. Si le type de limitation est une co-assurance, alors la valeur est le pourcentage du prix couvertes par les polices de la de paquets de bénéfices pour les adultes. Si le type de limite est une limite fixe la valeur est le montant pour lequel le prix du soin est couvert pour les adultes par des polices du paquet de bénéfices. Par défaut est de 100%. Adulte O est pour les Autres, Adulte, R est pour la Référence et de l'Adulte E est pour sinistres d'Urgence selon le type de visite (Visite Type).

source: ``Child``
fr: ``Enfant``

source: Indicates the limitation for children. If the type of limitation is a co-insurance then the value is the percentage of the price covered for children by policies of the insurance product. If the type of limitation is a fixed limit the value is an amount up to which price of the service is covered for children by policies of the insurance product. Default is 100%. Child O is for Other, Child R is for Referral and Child E is for Emergency claims according to the type of visit (Visit Type).
fr: Indique la limitation pour les enfants. Si le type de limitation est une co-assurance, alors la valeur est le pourcentage du prix couverts pour les enfants par des polices du paquet de bénéfices. Si le type de limite est une limite fixe la valeur est le montant pour lequel le prix du soin est couvert pour les enfants par des polices du paquet de bénéfices. Par défaut est de 100%. Enfant O est pour les Autres, l'Enfant R pour l'orientation et de l'Enfant E est pour sinistres d'Urgence selon le type de visite (Visite Type).

source: ``No Adult``
fr: ``Pas d'adulte``

source: It indicates the maximal number of provisions of the medical service during the insurance period for an adult.
fr: Il indique le nombre maximal de prestations du soin pendant la période d'assurance pour un adulte.

source: ``No Child``
fr: ``Pas d'enfant``

source: It indicates the maximal number of provisions of the medical service during the insurance period for an child.
fr: Il indique le nombre maximal de prestations du soin pendant la période d'assurance pour un enfant.

source: ``Waiting Period Adult``
fr: ``Période d'attente adulte``

source: Indicates waiting period in months (after the effective date of a policy) for an adult.
fr: Indique la période d'attente en mois (après la date d'entrée en vigueur d'une police) pour un adulte.

source: ``Waiting Period Child``
fr: ``Période d'attente enfant``

source: Indicates waiting period in months (after the effective date of a policy) for a child.
fr: Indique la période d'attente en mois (après la date d'entrée en vigueur d'une police) pour un enfant.

source: ``Ceiling Adult``
fr: ``Plafond Adulte``

source: It indicates whether the medical service is excluded from comparison against ceilings defined in the insurance product for adults. Default is that the medical service is not excluded from comparisons with ceilings. [H] means exclusion only for provision of in-patient care, [N] means exclusion only for out-patient care and [B] means exclusion both for in-patient and out-patient care.
fr: Il indique si le soin est exclu de la comparaison avec les plafonds définis par le paquet de bénéfices pour les adultes. Par défaut, c'est que le soin n'est pas exclue à partir de comparaisons avec des plafonds. [H] signifie l'exclusion uniquement pour les prestations aux patients hospitalisés, [N] signifie l'exclusion uniquement pour les soins ambulatoires et [B] signifie l'exclusion, à la fois pour le patient et des soins ambulatoires.

source: ``Ceiling Child``
fr: ``Enfant au plafond``

source: It indicates whether the medical service is excluded from comparison against ceilings defined in the insurance product for children. Default is that the medical service is not excluded from comparisons with ceilings. [H] means exclusion only for provision of in-patient care, [N] means exclusion only for out-patient care and [B] means exclusion both for in-patient and out-patient care.
fr: Il indique si le soin est exclu de la comparaison avec les plafonds définis par le paquet de bénéfices pour les enfants. Par défaut, c'est que le soin n'est pas exclue à partir de comparaisons avec des plafonds. [H] signifie l'exclusion uniquement pour les prestations aux patients hospitalisés, [N] signifie l'exclusion uniquement pour les soins ambulatoires et [B] signifie l'exclusion, à la fois pour le patient et des soins ambulatoires.

source: Select from the list of available medical items (from the register of Medical Items) the medical items covered within the product; by either clicking on the Check All box at the top of the list of medical items, or by selectively clicking on the check box to the left of the medical item.
fr: Sélectionnez dans la liste des produit médicaux disponibles (dans le registre des produit médicaux) les produit médicaux couverts dans le produit; soit en cliquant sur la case Tout cocher en haut de la liste des produit médicaux, soit en cliquant de manière sélective sur la case à cocher à gauche du produit médical.

source: ``medical items grid``
fr: ``grille de produit médicaux``

source: `Medical Items - Product`
fr: `Produit médicaux - Produit`

source: Displays the code for the medical item
fr: Affiche le code du produit médical

source: Displays the name of the medical item
fr: Affiche le nom du produit médical

source: Displays the type of the medical item
fr: Affiche le type du produit médical

source: ``Package``
fr: ``Forfait``

source: Displays the packaging of the medical Item
fr: Affiche l'emballage du produit médical

source: Indicates the type of limitation of coverage for the medical item. This may be adjusted per medical item, select between Co-Insurance [C] and Fixed amount [F]. Co-insurance means coverage of a specific percentage of the price of the medical item by policies of the insurance product. Fixed amount means coverage up the specified limit. C is the default value. Limit O is used for claims having the type of visit Other, Limit R is used for claims having the type of visit Referral and Limit E is used for claims having the type of visit Emergency.
fr: Indique le type de limitation de la couverture pour le médical point. Cela peut être ajustée selon médical de l'élément, sélectionnez entre les Co-Assurance [C] et le montant Fixe [F]. Co-assurance, la couverture d'un certain pourcentage du prix de l'médical point par des polices du paquet de bénéfices. Fixe le montant moyen de la couverture jusqu'à la limite spécifiée. C est la valeur par défaut. Limite O est utilisé pour les prestations ayant le type de visiter d'Autres, la Limite de R est utilisé pour les prestations ayant le type de la visite de l'Aiguillage et de la Limite de E est utilisé pour les prestations ayant le type de visiter d'Urgence.

source: It indicates where the price for remuneration of the item, comes from: This may be adjusted per medical item, the options are: [P] Price taken from the price list of a claiming health facility, [O] Price taken from a claim and [R] Relative price, the nominal value of which is taken from the price list and the actual value of which is determined backwards according to available funds and the volume of claimed services and medical items in a period. [R] is the default value.
fr: Il indique où le prix de la rémunération de l'élément, vient d': Cela peut être ajustée selon médical élément, les options sont: [P] Prix pris à partir de la liste de prix d'un prétendant établissement de santé, [O] Prix pris à partir d'une prestation et [R] Relative des prix, la valeur nominale de ce qui est pris à partir de la liste des prix et de la valeur réelle de ce qui est déterminé en arrière en fonction des fonds disponibles et le volume de prestation des soins et de produits médicaux au cours de la période. [R] est la valeur par défaut.

source: It indicates the limitation for adults. If the type of limitation is a co-insurance then the value is the percentage of the price covered for adults by policies of the insurance product. If the type of limitation is a fixed limit the value is an amount up to which price of the item is covered for adults by policies of the insurance product. Default is 100%. Adult O is for Other, Adult R is for Referral and Adult E is for Emergency claims according to the type of visit (Visit Type).
fr: Il indique la limitation pour les adultes. Si le type de limitation est une co-assurance, alors la valeur est le pourcentage du prix couverts pour les adultes par des polices du paquet de bénéfices. Si le type de limite est une limite fixe la valeur est le montant pour lequel le prix du produit médical est couvert pour les adultes par des polices du paquet de bénéfices. Par défaut est de 100%. Adulte O est pour les Autres, Adulte, R est pour la Référence et de l'Adulte E est pour sinistres d'Urgence selon le type de visite (Visite Type).

source: It indicates the limitation for children. If the type of limitation is a co-insurance then the value is the percentage of the price covered for children by policies of the insurance product. If the type of limitation is a fixed limit the value is an amount up to which price of the service is covered for children by policies of the insurance product. Default is 100%. Child O is for Other, Child R is for Referral and Child E is for Emergency claims according to the type of visit (Visit Type).
fr: Il indique la limitation pour les enfants. Si le type de limitation est une co-assurance, alors la valeur est le pourcentage du prix couverts pour les enfants par des polices du paquet de bénéfices. Si le type de limite est une limite fixe la valeur est le montant pour lequel le prix du soin est couvert pour les enfants par des polices du paquet de bénéfices. Par défaut est de 100%. Enfant O est pour les Autres, l'Enfant R pour l'orientation et de l'Enfant E est pour sinistres d'Urgence selon le type de visite (Visite Type).

source: It indicates the maximal number of provisions of the medical item during the insurance period for an adult.
fr: Il indique le nombre maximal de provisions du produit médical pendant la période d'assurance pour un adulte.

source: It indicates the maximal number of provisions of the medical item during the insurance period for a child.
fr: Il indique le nombre maximal de provisions du produit médical pendant la période d'assurance pour un enfant.

source: It indicates waiting period in months (after the effective date of a policy) for an adult.
fr: Il indique la période d'attente en mois (après la date d'entrée en vigueur d'une police) pour un adulte.

source: It indicates waiting period in months (after effective date of a policy) for a child.
fr: Il indique la période d'attente en mois (après la date d'entrée en vigueur d'une police) pour un enfant.

source: It indicates whether the medical item is excluded from comparison against ceilings defined for adults in the insurance product. The default is that the medical item is not excluded from comparisons with ceilings. [H] means exclusion only for provision of in-patient care, [N] means exclusion only for out-patient care and [B] means exclusion both for in-patient and out-patient care.
fr: Il indique si le médecin est exclu de la comparaison avec les plafonds définis pour les adultes dans le paquet de bénéfices. La valeur par défaut est que le point n'est pas exclue à partir de comparaisons avec des plafonds. [H] signifie l'exclusion uniquement pour les prestations aux patients hospitalisés, [N] signifie l'exclusion uniquement pour les soins ambulatoires et [B] signifie l'exclusion, à la fois pour le patient et des soins ambulatoires.

source: It indicates whether the medical item is excluded from comparison against ceilings defined for children in the insurance product. The default is that the medical item is not excluded from comparisons with ceilings. [H] means exclusion only for provision of in-patient care, [N] means exclusion only for out-patient care and [B] means exclusion both for in-patient and out-patient care.
fr: Il indique si le médecin est exclu de la comparaison avec les plafonds définis pour les enfants dans le paquet de bénéfices. La valeur par défaut est que le point n'est pas exclue à partir de comparaisons avec des plafonds. [H] signifie l'exclusion uniquement pour les prestations aux patients hospitalisés, [N] signifie l'exclusion uniquement pour les soins ambulatoires et [B] signifie l'exclusion, à la fois pour le patient et des soins ambulatoires.

source: ``Account Code Remuneration``
fr: ``Rémunération du code de compte``

source: Enter the account code of the insurance product used in the accounting software for remuneration of the product. 25 characters maximum.
fr: Saisissez le code de compte du paquet de bénéfices utilisé dans le logiciel de comptabilité pour la rémunération du produit. 25 caractères maximum.

source: ``Account Code Contribution``
fr: ``Contribution du code de compte``

source: Enter the account code of the insurance product used in the accounting software for paid contributions. 25 characters maximum.
fr: Saisissez le code de compte du paquet de bénéfices utilisé dans le logiciel de comptabilité pour les cotisations versées. 25 caractères maximum.

source: **policy lenght and start**
fr: **durée et début de la police**

source: ``Recurrence``
fr: ``Récurrence``

source: Enter duration of the period in months after which registration fee/lump sum is applied again for a renewal. The period starts with the expiry date of the policy to be renewed.
fr: Entrez la durée de la période en mois, après quoi des frais d'inscription/somme forfaitaire est appliqué à nouveau pour un renouvellement. La période commence à la date d'expiration de la police pour être renouvelé.

source: ``Start Cycle 1``
fr: ``Démarrer le cycle 1``

source: ``Start Cycle 2``
fr: ``Démarrer le cycle 2``

source: ``Start Cycle 3``
fr: ``Démarrer le cycle 3``

source: ``Start Cycle 4``
fr: ``Démarrer le cycle 4``

source: If one or more starting dates (a day and a month) of a cycle are specified then the insurance product is considered as the insurance product with fixed enrolment dates. In this case, activation of underwritten and renewed policies is accomplished always on fixed dates during a year. Maximum four cycle dates can be specified.
fr: Si une ou plusieurs dates de début (jour et mois) d'un cycle sont spécifiés, alors le paquet de bénéfices est considéré comme le paquet de bénéfices fixe avec l'inscription des dates. Dans ce cas, l'activation de la garantie et les nouvelles polices est accompli toujours à des dates fixes au cours d'une année. Pour un Maximum de quatre dates du cycle peut être spécifié.

source: **Deductibles and Ceiling**
fr: **Franchises et plafond**
