Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/product.po
Languages: fr

source: Specify whether Hospital and Non-Hospital care should be determined according to the type of health facility (select [Hospital]) that provided health care or according to the type of health care (select [In-patient]) acquired from a claim. In the first case all health care provided in hospitals (defined in the field ``HF Level`` in the register of Health Facilities) is accounted for ``Hospital Ceilings/Deductibles`` and for calculation of relative prices for the ``Hospital`` part. It means that if clamed health care was provided out-patient in a hospital, it is considered for calculation of ceilings/deductibles and for calculation of relative prices as hospital care. In the second case only in-patient care (determined from a claim when a patient spent at least one night in a health facility) is accounted for ``Hospital Ceilings/Deductibles`` and for calculation of relative prices for hospital part. Other health care including out-patient care provided in hospitals is accounted for ``Non hospital Ceilings/Deductibles`` and also such health care is used for calculation of relative prices for non-hospital part. Mandatory.
fr: Spécifier si Hospitaliers et Non Hospitaliers de soins doit être déterminée selon le type d'établissement de santé (sélectionnez [de l'Hôpital]) qui a fourni des soins de santé ou selon le type de soins de santé (sélectionnez [du patient]) acquis à partir d'une prestation. Dans le premier cas, tous les soins de santé fournis dans les hôpitaux (défini dans le champ `HF Level` dans le registre des Établissements de Santé) est comptabilisée pour `Hôpital Plafonds/Franchises` et pour le calcul des prix relatifs, à `l'Hôpital` de la partie. Cela signifie que si clamed de soins de santé a été donné par un patient dans un hôpital, il est considéré pour le calcul des plafonds/franchises et pour le calcul des prix relatifs, en tant que soins à l'hôpital. Dans le second cas que dans les soins aux malades (déterminé à partir d'une prestation lorsqu'un patient a passé au moins une nuit dans un établissement de santé) est comptabilisée pour `Hôpital Plafonds/Franchises` et pour le calcul des prix relatifs, à l'hôpital de la partie. D'autres soins de santé, y compris les soins fournis aux patients dans les hôpitaux est comptabilisée pour `Non à l'hôpital Plafonds/Franchises` et aussi les soins de santé est utilisé pour le calcul des prix relatifs pour les non-hôpital de la partie. Obligatoire.

source: ``Treatment``
fr: ``Traitement``

source: Deductibles and Ceilings for treatments may be entered for general care (``Hospitals and Non-hospitals``) or for hospital care (``Hospitals``) only and/or for non-hospital care (``Non-Hospitals``) only. An amount may be set, indicating the value that a patient should cover within his/her own means, before a policy of the insurance product comes into effect (``Deductibles``) or the ceiling (maximum amount covered) within a policy of the insurance product (``Ceilings``) for a treatment (the treatment is identified health care claimed in one claim)
fr: Les franchises et les Plafonds pour les traitements peuvent être entrés pour les soins généraux (`les Hôpitaux et les hôpitaux`) ou pour des soins à l'hôpital (`Hôpitaux`) et/ou pour des soins à l'hôpital (`Non-Hôpitaux`) seulement. Un montant peut être fixé, avec indication de la valeur que le patient doit couvrir l'intérieur de son/ses propres moyens, avant une police de l'assurance-produit d'entrée en vigueur (`Franchise`) ou au plafond (montant maximum couvert) au sein d'une police de l'assurance produit (`Plafonds`) pour un traitement (le traitement est identifié de soins de santé revendiquée dans une prestation)

source: ``Insuree``
fr: ``Assuré``

source: Deductibles and Ceilings for an insuree may be entered for general care (``Hospitals and Non-hospitals``) or for hospital care (Hospitals) only and/or for non-hospital care (``Non-Hospitals``) only. An amount may be set, indicating the value that an insuree should cover within his/her own means, before a policy of the insurance product comes into effect (``Deductibles``) or the ceiling (maximum amount covered) within a policy of the insurance product (``Ceilings``) for an insuree for the whole insurance period.
fr: Les franchises et les Plafonds pour un preneur d'assurance peut être saisie pour des soins généraux (`les Hôpitaux et les hôpitaux`) ou pour les soins hospitaliers (Hôpitaux) et/ou pour des soins à l'hôpital (`Non-Hôpitaux`) seulement. Un montant peut être fixé, en indiquant la valeur qu'un preneur d'assurance doit couvrir au sein de ses propres moyens, avant une police de l'assurance-produit d'entrée en vigueur (`Franchise`) ou au plafond (montant maximum couvert) au sein d'une police de l'assurance produit (`Plafonds`) pour un preneur d'assurance pour l'ensemble de la période d'assurance.

source: ``Policy``
fr: ``Police``

source: Deductibles and Ceilings for a policy may be entered for general care (``Hospitals and Non-hospitals``) or for hospital care (``Hospitals``) only and/or for non-hospital care (Non-Hospitals) only. An amount may be set, indicating the value that policyholders should cover within their own means, before a policy of the insurance product comes into effect (``Deductibles``) or the ceiling (maximum amount covered) for the policy (all members of a family/group) of the insurance product (``Ceilings``) for the whole insurance period.
fr: Les franchises et les Plafonds pour une police peut être saisie pour des soins généraux (`les Hôpitaux et les hôpitaux`) ou pour des soins à l'hôpital (`Hôpitaux`) et/ou pour des soins à l'hôpital (Non-Hôpitaux) seulement. Un montant peut être fixé, avec indication de la valeur que les titulaires de police d'assurance doit couvrir au sein de leurs propres moyens, à l'avant une police de l'assurance-produit d'entrée en vigueur (`Franchise`) ou au plafond (montant maximum couvert) de la police (tous les membres de la famille/groupe), le paquet de bénéfices (`Plafonds`) pour l'ensemble de la période d'assurance.

source: ``Extra Member Ceiling``
fr: ``Plafond des membres supplémentaires``

source: Additional (extra) ceiling for a policy may be entered for general care (``Hospitals`` and ``Non-hospitals``) or for hospital care (``Hospitals``) only and/or for non-hospital care (``Non-Hospital`` s ) only per a member of a family/group above ``Threshold Members``.
fr: Supplémentaires (en sus) plafond pour une police peut être saisie pour des soins généraux (les`Hôpitaux` et `Non-hôpitaux`) ou pour des soins à l'hôpital (`Hôpitaux`) et/ou pour des soins à l'hôpital (`hors de l'Hôpital` s ) uniquement par un membre de la famille/groupe au-dessus du `Seuil Membres`.

source: ``Maximum Ceiling``
fr: ``Plafond maximum``

source: Maximal ceiling for a policy may be entered for general care (``Hospitals`` and ``Non-hospitals``) or for hospital care (``Hospitals``) only and/or for non-hospital care (``Non-Hospitals``) only if extra ceilings are applied for members of a family/group above ``Threshold Members``.
fr: Maximale plafond pour une police peut être saisie pour des soins généraux (les`Hôpitaux` et `Non-hôpitaux`) ou pour des soins à l'hôpital (`Hôpitaux`) et/ou pour des soins à l'hôpital (`Non-Hôpitaux`) que si les plafonds sont appliqués pour les membres de la famille/groupe au-dessus du `Seuil Membres`.

source: ``Number``
fr: ``Numéro``

source: Maximal number of covered claims per an insuree during the whole insurance period according to the category of a claim. The options are claims of the category ``Consultations``, ``Surgery``, ``Delivery`` and ``Antenatal care``. Maximal numbers may be also specified for Hospitalizations (in-patient stays) and (out-patient visits) ``Visits``. The claim category is determined as follows:
fr: Nombre maximum de dommages pris en charge par un preneur d'assurance au cours de l'ensemble de la période d'assurance en fonction de la catégorie de la prestation. Les options sont les prestations de la catégorie des `Consultations`, `Chirurgie`, `Livraison` et `soins Prénatals`. Le nombre Maximal peut être utilisé aussi pour les Hospitalisations (hospitaliers des séjours) et (hors visites de patients) `Visites`. La prestation d'une catégorie est déterminée comme suit:

source: If at least one service of the category *Surgery* is given in the claim it is of category *Surgery*
fr: Si au moins un service de la catégorie *Chirurgie* est fourni dans la prestation, il appartient à la catégorie *Chirurgie*

source: otherwise
fr: autrement

source: if at least one service of the category *Delivery* is given in the claim it is of category *Delivery*
fr: si au moins un service de la catégorie *Livraison* est fourni dans la prestation, il s'agit de la catégorie *Livraison*

source: if at least one service of the category *Antenatal care* is given in the claim it is of category *Antenatal care*
fr: si au moins un service de la catégorie *Soins prénatals* est fourni dans la prestation, il appartient à la catégorie *Soins prénatals*

source: if the claim is a hospital one the claim it is of category *Hospitalization*
fr: si la prestation est de nature hospitalière, la prestation appartient à la catégorie *Hospitalisation*

source: if at least one service of the category *Consultation* is given in the claim it is of category *Consultation*
fr: si au moins un service de la catégorie *Consultation* est fourni dans la prestation, il appartient à la catégorie *Consultation*

source: the claim is of the category *Visit*
fr: la prestation appartient à la catégorie *Visite*

source: ``Ceiling``
fr: ``Plafond``

source: Maximal amount of coverage can be specified for claims according to the category of a claim. The options are claims of the category ``Consultations``, ``Surgery``, ``Delivery``, ``Antenatal care``, Hospitalizations, and ``Visits``. The category of claim is determined according to the procedure described with ``Number``.
fr: Le montant maximal de couverture peut être spécifié pour les prestations en fonction de la catégorie d'une prestation. Les options sont des prestations de la catégorie ``Consultations``, ``Chirurgie``, ``Accouchement``, ``Soins prénatals``, Hospitalisations et ``Visites``. La catégorie de prestation est déterminée selon la procédure décrite avec ``Numéro``.

source: `Note. It is possible to specify only one of the following ceilings –per Treatment, per Insuree or per Policy. If ceilings per category of claims are specified together with ceilings per Treatment, per Insuree or per Policy than evaluation of claims may be dependent under special circumstances on the order of claimed medical services/items in a claim.`
fr: `Remarque. Il est possible de spécifier qu'une seule des plafonds suivants –par Traitement, par preneur d'assurance ou par la Police. Si des plafonds par catégorie de prestations sont indiqués avec des plafonds par Traitement, par preneur d'assurance ou par la Police d'évaluation des allégations peuvent être dépendante de circonstances particulières, sur l'ordre de prestation pour des soins ou des éléments dans une prestation.`

source: **Health fund management**
fr: **Gestion de fonds de santé**

source: ``distribution Period``
fr: ``Période de distribution``

source: Distribution periods may be entered for general care (``Hospitals`` and ``Non-hospitals``), or for hospital care (``Hospitals``) only and/or for non-hospital care (``Non-Hospitals``) only. Select from the list (**NONE, Monthly, Quarterly, Yearly**), the period that is to be used for calculation of the actual value of relative prices for the insurance product; by clicking on the arrow on the right. The default value is ‘\ **NONE**\ ’ which means that relative prices are not calculated for general health care or for hospital care or non-hospital care within the insurance product. By selecting **Monthly, Quarterly** or **Yearly** will cause a pop-up (:numref:`image14`) with the relative periods (1 period for yearly, 4 for quarterly, 12 for monthly). Percentages should be entered to indicate the distribution over the periods as per the product description. Enter to each field an appropriate percentage of paid contributions for policies of the insurance product allocated proportionally to corresponding calendar period. It means, for example, that in case of the distribution **Monthly** we put in each slot percentage of paid contributions of the insurance product that are allocated to the corresponding month and that is to be used for calculation of relative prices.
fr: La Distribution des périodes peuvent être entrés pour les soins généraux (les`Hôpitaux` et `Non-hôpitaux`), ou pour des soins à l'hôpital (`Hôpitaux`) et/ou pour des soins à l'hôpital (`Non-Hôpitaux`) seulement. Sélectionnez dans la liste (**AUCUN, Mensuels, Trimestriels, Annuels**), la période qui est utilisé pour le calcul de la valeur réelle des prix relatifs pour le paquet de bénéfices; en cliquant sur la flèche à droite. La valeur par défaut est ‘\ **AUCUN**\ ’ ce qui signifie que les prix relatifs ne sont pas calculés pour les soins de santé en général ou pour des soins à l'hôpital ou non de soins de l'hôpital au sein du paquet de bénéfices. En sélectionnant **Mensuel, Trimestriel,** ou **An** sera la cause d'une pop-up (:numref:`image14` avec la relative périodes (1 période à l'année, 4 pour le trimestre, 12 mensuel). Les pourcentages doivent être indiqués pour indiquer la distribution, sur les périodes que par la description du produit. Entrée pour chaque champ un pourcentage approprié des cotisations versées en faveur des polices du paquet de bénéfices attribuée proportionnellement à de calendrier correspondant période. Cela signifie, par exemple, que dans le cas de la distribution **Mensuel** nous mettons dans chaque logement pourcentage de cotisation de l'assurance de produits qui sont alloués pour le mois correspondant, et qui doit être utilisé pour le calcul des prix relatifs.

source: It is not required to enter a value in each period, zero values are accepted. Once all the percentage values have been entered, click on the button OK to submit the values to the respective grid. Clicking on the button ``Cancel`` will cancel the action closing the popup and cancelling the change in the distribution.
fr: Il n'est pas nécessaire d'entrer une valeur dans chaque période, les valeurs nulles sont acceptées. Une fois que toutes les valeurs en pourcentage ont été saisies, cliquez sur le bouton OK pour soumettre les valeurs à la grille respective. Cliquer sur le bouton ``Annuler`` annulera l'action fermant le popup et annulant la modification de la distribution.

source: `Distribution Periods (Monthly – Quarterly – Yearly) - Product)`
fr: `Périodes de distribution (mensuelles - trimestrielles - annuelles) - Produit)`

source: **Capitation Payment**
fr: **Paiement par capitation**

source: The section allows definition of parameters of a capitation formula used for remuneration of selected levels of health facilities within the insurance product. The report `Capitation Payment` is used for calculation of the amount of capitation payment for individual health facilities. The parameters of the capitation formula are the following:
fr: La section permet de définir les paramètres d'une formule de capitation utilisée pour la rémunération de certains niveaux d'établissements de santé au sein du paquet de bénéfices. Le rapport `Paiement par capitation` est utilisé pour calculer le montant du paiement par capitation pour les établissements de santé individuels. Les paramètres de la formule de capitation sont les suivants:

source: ``Level 1``
fr: ``Niveau 1``

source: The first level of health facilities can be selected that should be included in the calculation of capitation payments. The options are the following levels of a health facility: Dispensary, Health Centre, and Hospital.
fr: Le premier niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Les options sont les suivantes niveaux d'un établissement de santé: Dispensaire, Centre de Santé et de l'Hôpital.

source: ``Sub Level 1``
fr: ``Sous-niveau 1``

source: The sub-level of the first level of health facilities can be selected that should be included in calculation of capitation payments. If the sub level is not selected, all health facilities of the specified level are included irrespective of their sub-level.
fr: Le sous-niveau, le premier niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Si le sous-niveau n'est pas sélectionnée, tous les établissements de santé de niveau spécifié sont incluses indépendamment de leur sous-niveau.

source: ``Level 2``
fr: ``Niveau 2``

source: The second level of health facilities can be selected that should be included in the calculation of capitation payments. The options are the following levels of a health facility: ``Dispensary``, ``Health Centre``, and ``Hospital``.
fr: Le deuxième niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Les options sont les suivantes niveaux d'un établissement de santé: `Dispensaire`, `Centre de Santé`, et `Hôpital`.

source: ``Sub Level 2``
fr: ``Sous-niveau 2``

source: The sub-level of the second level of health facilities can be selected that should be included in calculation of capitation payments. If the sub level is not selected, all health facilities of the specified level are included irrespective of their sub-level.
fr: Le sous-niveau du second degré, les établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Si le sous-niveau n'est pas sélectionnée, tous les établissements de santé de niveau spécifié sont incluses indépendamment de leur sous-niveau.

source: ``Level 3``
fr: ``Niveau 3``

source: The third level of health facilities can be selected that should be included in the calculation of capitation payments. The options are the following levels of a health facility: ``Dispensary``, ``Health Centre``, and ``Hospital``.
fr: Le troisième niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Les options sont les suivantes niveaux d'un établissement de santé: `Dispensaire`, `Centre de Santé`, et `Hôpital`.

source: ``Sub Level 3``
fr: ``Sous-niveau 3``

source: The sub-level of the third level of health facilities can be selected that should be included in calculation of capitation payments. If the sub level is not selected, all health facilities of the specified level are included irrespective of their sub-level.
fr: Le sous-niveau du troisième niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Si le sous-niveau n'est pas sélectionnée, tous les établissements de santé de niveau spécifié sont incluses indépendamment de leur sous-niveau.

source: ``Level 4``
fr: ``Niveau 4``

source: The fourth level of health facilities can be selected that should be included in the calculation of capitation payments. The options are the following levels of a health facility: ``Dispensary``, ``Health Centre``, and ``Hospital``.
fr: Le quatrième niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Les options sont les suivantes niveaux d'un établissement de santé: `Dispensaire`, `Centre de Santé`, et `Hôpital`.

source: ``Sub Level 4``
fr: ``Sous-niveau 4``

source: The sub-level of the fourth level of health facilities can be selected that should be included in calculation of capitation payments. If the sub level is not selected, all health facilities of the specified level are included irrespective of their sub-level.
fr: Le sous-niveau de la quatrième au niveau des établissements de santé peuvent être sélectionnés qui doivent être inclus dans le calcul de la capitation des paiements. Si le sous-niveau n'est pas sélectionnée, tous les établissements de santé de niveau spécifié sont incluses indépendamment de leur sous-niveau.

source: ``Share of Contribution``
fr: ``Part de la contribution``

source: The share of allocated contributions for given insurance product and the period specified for the report Capitation Payment that should be used for calculation of capitation payments for individual health facilities. The amount specified is interpreted as a percentage.
fr: La part de l'allocation de contributions pour les paquets de bénéfices et de la période spécifiée pour le rapport de la Capitation Paiement qui doit être utilisé pour le calcul de la capitation des paiements individuels des établissements de santé. Le montant indiqué est interprété comme un pourcentage.

source: ``Weight of Population``
fr: ``Poids de la population``

source: The weight can be entered that is used for the number of population living in catchments areas of individual health facilities. The amount specified is interpreted as a percentage.
fr: Il est possible de saisir le poids utilisé pour le nombre de personnes vivant dans les zones de chalandise des établissements de santé individuels. Le montant spécifié est interprété comme un pourcentage.

source: ``Weight of Number of Families``
fr: ``Poids du nombre de familles``

source: The weight can be entered that is used for the number of families living in catchments areas of individual health facilities. The amount specified is interpreted as a percentage.
fr: Il est possible de saisir le poids utilisé pour le nombre de familles vivant dans les zones de chalandise des établissements de santé individuels. Le montant spécifié est interprété comme un pourcentage.

source: ``Weight of Insured Population``
fr: ``Poids de la population assurée``

source: The weight can be entered that is used for the number of insured population by given insurance product and living in catchments areas of individual health facilities. The amount specified is interpreted as a percentage.
fr: Le poids peut être entré qui est utilisé pour le nombre de la population assurée par des paquets de bénéfices et de vivre dans des bassins individuels des établissements de santé. Le montant indiqué est interprété comme un pourcentage.

source: ``Weight of Number of Insured Families``
fr: ``Poids du nombre de familles assurées``

source: The weight can be entered that is used for the number of insured families by given insurance product and living in catchments areas of individual health facilities. The amount specified is interpreted as a percentage.
fr: Le poids peut être entré qui est utilisé pour le nombre d'assurés familles par des paquets de bénéfices et de vivre dans des bassins individuels des établissements de santé. Le montant indiqué est interprété comme un pourcentage.

source: ``Weight of Number of Visits``
fr: ``Poids du nombre de visites``

source: The weight can be entered that is used for the number of contacts of insured by given insurance product and living in catchments areas of individual health facilities. The amount specified is interpreted as a percentage.
fr: Le poids peut être entré qui est utilisé pour le nombre de contacts de l'assuré par l'assurance de produits et de vivre dans des bassins individuels des établissements de santé. Le montant indiqué est interprété comme un pourcentage.

source: ``Weight of Adjusted Amount``
fr: ``Poids du montant ajusté``
