Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/product.po
Languages: fr

source: Insurance Products Administration
fr: Administration des paquets de bénéfices

source: The register of insurance products contains all insurance products in the health insurance scheme. There may be several insurance products available for distribution/selling in a territory, e.g. one basic product and one or several supplemental insurance products. The insurance products may at the different levels. For example that basic insurance product may be at the national level whereas the supplemental insurance products may be at the regional level. Administration of the register of insurance products is restricted to users with the system role of Scheme Administrator or with a role including an access to Administratiom/Products.
fr: Le registre des paquets de bénéfices contient tous les paquets de bénéfices dans le régime d'assurance maladie. Il peut y avoir plusieurs paquets de bénéfices disponibles aux fins de distribution ou de vente dans un territoire, par exemple un produit de base et un ou plusieurs complémentaire de paquets de bénéfices. Les paquets de bénéfices peut, à différents niveaux. Par exemple que l'assurance de base, le produit peut être au niveau national alors que l'assurance complémentaire de produits peut être à l'échelle régionale. L'Administration du registre des paquets de bénéfices est limitée aux utilisateurs avec le rôle de système de Régime d'Administrateur ou avec un rôle, y compris un accès à Administratiom/Produits.

source: Pre-conditions
fr: Conditions préalables

source: An insurance product may only be added or thereafter edited, after the approval of the management of the scheme administration.
fr: Un paquet de bénéfices ne peut être ajouté ou modifié par la suite qu'après approbation de la direction de l'administration du régime.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of insurance products can be found under the main menu ``Administration``, sub menu ``Products``.
fr: Toutes les fonctionnalités destinées à l'administration des paquets de bénéfices se trouvent dans le menu principal ``Administration``, sous-menu ``Produits``.

source: `Navigation Products`
fr: `Navigation: Produits`

source: Product Control Page
fr: Page de contrôle des produits

source: Clicking on the sub menu ``Products`` re-directs the current user to the ``Product Control Page``.
fr: Un clic sur le sous-menu ``Produits`` redirige l'utilisateur actuel vers la ``Page de contrôle des produits``.

source: `Product Control Page`
fr: `Page de contrôle des produits`

source: The ``Product Control Page`` is the central point for administration of insurance products. By having access to this page, it is possible to add, edit, duplicate and search. The panel is divided into four panels. (:numref:`image5`)
fr: Le `Produit de Contrôle de la Page` est le point central pour l'administration de paquets de bénéfices. En ayant accès à cette page, il est possible d'ajouter, de modifier, de dupliquer et de recherche. Le panneau est divisé en quatre panneaux. (:numref:`image5`)

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. In the case of Products the following search options are available, which can be used alone, or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des produits, les options de recherche suivantes sont disponibles, qui peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Product Code``
fr: ``Code produit``

source: Type in the beginning of; or the full ``Product Code``; to search for products with a ``Product Code``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Code produit`` complet; pour rechercher des produits avec un ``Code produit``, qui commence ou correspond complètement au texte tapé.

source: ``Product Name``
fr: ``Nom du produit``

source: Type in the beginning of; or the full ``Product Name`` to search for products with a ``Product Name``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Nom du produit`` complet pour rechercher des produits avec un ``Nom du produit``, qui commence ou correspond complètement au texte tapé.

source: ``Date From``
fr: ``Date de``

source: Type in a date; or use the Date Selector Button, to search for products with a ``Date From``, which is on or is greater than the date typed/selected. *Note: To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Saisissez une date; ou utilisez le Sélecteur de Date de Bouton, à la recherche pour les produits avec une Date `à Partir de`, qui est sur ou est supérieure à la date tapé/sélectionné. *Remarque: Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.*

source: ``Date To``
fr: ``Date à``

source: Type in a date; or use the Date Selector Button, to search for products with a ``Date To``, which is on or is greater than the date typed/selected. *Note: To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Saisissez une date; ou utilisez le Sélecteur de Date de Bouton, à la recherche pour les produits avec une `Date`, qui est sur ou est supérieure à la date tapé/sélectionné. *Remarque: Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.*

source: ``Date Selector Button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image6`); by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: En cliquant sur le `Sélecteur de Date Bouton` pop-up facile à utiliser, calendrier sélecteur (:numref:`image6`); par défaut, le calendrier afficher le mois en cours ou le mois de la date sélectionnée, avec le courant de la journée en surbrillance.

source: Anytime during the use of the pop-up, the user can see the date of today.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date d'aujourd'hui.

source: Clicking on today will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur aujourd'hui pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the month will display all the months for the year.
fr: Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select products from a specific region. The option **National** means that the found insurance products should be common for all regions. `Note: The list will only be filled with the regions assigned to the current logged in user and with the option National. All nationwide products and all regional products relating to the selected region will be found. If no district is selected then also all district products for districts belonging to the selected region will be found.`
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les produits d'une région spécifique. L'option **National** signifie que la trouvé des paquets de bénéfices doivent être communs à toutes les régions. Note: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté et avec l'option Nationale. Tous les produits à l'échelle nationale et tous les produits régionaux relatifs à la région sélectionnée sera trouvé. Si aucun district est sélectionné puis aussi tous les districts de produits pour les communes appartenant à la zone sélectionnée sera trouvé.`

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select products from a specific district. `Note: The list will be only filled with the districts belonging to the selected region. All nationwide products, all regional products relating to the selected region and all district products for the selected district will be found.`
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les produits à partir d'un district particulier. Note: La liste sera remplie uniquement avec les districts appartenant à la région sélectionnée. Tous les produits à l'échelle nationale, tous les produits régionaux relatifs à la région sélectionnée et tous les districts de produits pour le quartier sera trouvé.`

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image7`).
fr: Cliquez sur `Historique` pour voir l'historique des enregistrements correspondant aux critères sélectionnés. Les documents historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) de définir clairement de dossiers en cours (:numref:`image7`).

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search Button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the result panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: The result panel displays a list of all products found, matching the selected criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image8`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le résultat s'affiche sur le panneau une liste de tous les produits, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image8`). La colunne de gauche contient un lien qui re-dirige vers la page de visualisation dans le cas d'une ligne historique ou vers la page de modification dans le cas des lignes encore valident.

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau de résultats`

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image9`).
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultats (:numref:`image9`).

source: `Page selector - Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: **Panneau de boutons**

source: With exception of the ``Cancel`` button, which re-directs to the :ref:`Home Page <home_page>`, and the Add button which re-directs to the product page, the button panel (the buttons ``Edit`` and ``Duplicate`` ) is used in conjunction with the current selected record (highlighted with blue). The user should first select a record by clicking on any position of the record except the leftmost hyperlink, and then click on the button.
fr: À l'exception du bouton ``Annuler``, qui redirige vers :ref:`Page d'accueil <home_page>`, et le bouton Ajouter qui redirige vers la page du produit, le panneau de boutons (les boutons ``Modifier `` et ``Dupliquer``) est utilisé conjointement avec l'enregistrement actuellement sélectionné (surligné en bleu). L'utilisateur doit d'abord sélectionner un enregistrement en cliquant sur n'importe quelle position de l'enregistrement à l'exception du lien hypertexte le plus à gauche, puis cliquez sur le bouton.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a product has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le Panneau d'Information est utilisé pour afficher des messages à l'utilisateur. Les Messages se fera une fois qu'un produit a été ajouté, mis à jour ou supprimés, ou si il y a une erreur à tout moment pendant le déroulement de ces actions.

source: Product Page
fr: Page produit

source: **Data Entry**
fr: **La saisie des données**

source: `Product Page`
fr: `Page produit`

source: **General**
fr: **Général**

source: Enter the product code for the product. Mandatory, 8 characters.
fr: Saisissez le code produit du produit. Obligatoire, 8 caractères.

source: Enter product name for the product. Mandatory, 100 characters maximum.
fr: Entrez le nom du produit pour le produit. Obligatoire, 100 caractères maximum.

source: Select the region in which the product will be used, from the list by clicking on the arrow on the right hand side of the lookup. The option National means that the insurance product is nationwide and it is not constraint to a specific region. `Note: The list will only be filled with the regions assigned to the current logged in user and with the option National.` Mandatory.
fr: Sélectionnez la région dans laquelle le produit sera utilisé, à partir de la liste en cliquant sur la flèche sur le côté droit de la recherche. L'option Nationale, signifie que le paquet de bénéfices à l'échelle nationale et il n'est pas contrainte à une région spécifique. Note: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté et avec l'option Nationale.` Obligatoire.

source: Select the district in which the product will be used, from the list by clicking on the arrow on the right hand side of the lookup. `Note: The list will only be filled with the districts assigned to the selected region and assigned to the current logged in user. If no district is selected then the product is considered to be either nationwide (the option National is selected in the field Region) or regional associated with the selected region.`
fr: Sélectionnez le district dans lequel le produit sera utilisé, à partir de la liste en cliquant sur la flèche sur le côté droit de la recherche. Note: La liste ne sera rempli avec les districts affectés à la région sélectionnée et assigné à l'utilisateur connecté. Si aucun district est sélectionné, alors le produit est considéré soit comme à l'échelle nationale (l'option Nationale est sélectionné dans la Région de champ) ou régionaux associés à la région sélectionnée.`

source: Type in the date or use the ``Date Selector Button`` to provide the date for which underwriting for the insurance product can be done from. ``Date From`` determines the earliest date from which underwriting can be done. `Note: To clear the date entry box; use the mouse to highlight the full date and then press the space key.` Mandatory.
fr: Entrez la date ou utilisez le `Sélecteur de Date Bouton` afin de fournir la date à laquelle la souscription pour le paquet de bénéfices qui peut être fait à partir. `Date De` détermine la date à partir de laquelle la souscription peut être fait. Note: Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.` Obligatoire.

source: Type in the date or use the Date Selector Button to provide the date until which underwriting can be done to.`Note: To clear the date entry box; use the mouse to highlight the full date and then press the space key.` Mandatory.
fr: Entrez la date ou utilisez le Sélecteur de Date Bouton pour indiquer la date jusqu'à laquelle la souscription peut être fait à.`Remarque: Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.` Obligatoire.

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image11`). By default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted. At anytime during the use of the pop-up, the user can see the date of ``today``.
fr: En cliquant sur le `Sélecteur de Date Bouton` pop-up facile à utiliser, calendrier sélecteur (:numref:`image11`). Par défaut, le calendrier afficher le mois en cours ou le mois de la date sélectionnée, avec le courant de la journée en surbrillance. À tout moment durant l'utilisation de la fenêtre pop-up, l'utilisateur peut voir la date de la `aujourd'hui`.

source: Clicking on ``today`` will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur ``Aujourd'hui`` pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Select from the list of products, a reference to the product which replaces the current product in case of renewal after the ``Date to``. `Note: Selecting the current product will prevent the record from saving, and cause a message to be displayed in the Information Panel.`
fr: Sélectionnez dans la liste de produits, une référence au produit qui remplace le courant produit dans le cas de renouvellement après la `Date`. `Remarque: la Sélection du produit actuel permettra d'éviter l'enregistrement de l'épargne, et de provoquer un message doit être affiché dans le Panneau d'Information.`

source: **Policy Amount, threshold and ceilings**
fr: **Montant de la police, seuil et plafonds**

source: ``Lump Sum``
fr: ``Montant forfaitaire``

source: Enter the lump sum contribution (an amount paid irrespective of the number of members up to a threshold) to be paid by a household/group for the product. If the lump sum is zero no lump sum is applied irrespective of the threshold members. Decimal up to two digits.
fr: Entrez la cotisation forfaitaire (montant versé quel que soit le nombre de membres jusqu'à un seuil) payé par un ménage/groupe pour le produit. Si le montant forfaitaire est égal à zéro, aucune somme forfaitaire est appliqué quel que soit le seuil de membres. Décimal de deux chiffres.

source: ``Threshold Members``
fr: ``Membres seuil``

source: Enter the threshold number of members in product for which the lump sum is valid.
fr: Entrez le nombre seuil de membres dans le produit pour lequel la somme forfaitaire est valide.

source: ``Number of Members``
fr: ``Nombre de membres``

source: Enter the maximal number of members of a household/group for the product.
fr: Saisissez le nombre maximal de membres d'un ménage / groupe pour le produit.

source: ``Contribution Adult``
fr: ``Contribution adulte``

source: Enter the contribution to be paid for each adult (on top of the threshold number of members). Decimal up to two digits.
fr: Saisissez la cotisation à payer pour chaque adulte (en plus du nombre seuil de membres). Décimal jusqu'à deux chiffres.

source: ``Contribution Child``
fr: ``Contribution enfant``

source: Enter the contribution to be paid for each child (on top of the threshold number of members). Decimal up to two digits.
fr: Saisissez la cotisation à payer pour chaque enfant (en plus du nombre seuil de membres). Décimal jusqu'à deux chiffres.

source: ``Insurance Period``
fr: ``Période d'assurance``

source: Enter duration of the period in months, in which a policy with the product will be valid. Mandatory.
fr: Entrez la durée de la période en mois, pendant laquelle une police avec le produit sera valide. Obligatoire.

source: ``Administration Period``
fr: ``Période d'administration``

source: Enter duration of the administration period in months. The administration period is added to the enrolment date/renewal date for determination of the policy start date.
fr: Saisissez la durée de la période d'administration en mois. La période d'administration est ajoutée à la date d'inscription / date de renouvellement pour déterminer la date de début de la police.

source: Enter maximal number of instalments in which contributions for a policy may be paid. Mandatory.
fr: Entrez le nombre maximal de versements dans lesquels les cotisations à une police peuvent être payées. Obligatoire.

source: ``Grace Period Payment``
fr: ``Paiement du délai de grâce``

source: Enter duration of the period in months, in which a policy has a grace period (not fully paid up) before it is suspended. Mandatory, although it is by default and can be left at zero.
fr: Entrez la durée de la période en mois, qu'une police a une période de grâce (non-paiement) avant qu'il soit suspendu. Obligatoire, même si c'est par défaut et peut être laissé à zéro.

source: ``Grace Period Enrolment``
fr: ``Inscription pour la période de grâce``

source: Enter duration of the period in months after the starting date of a cycle (including this starting date), in which underwriting of a policy will still be associated with this cycle.
fr: Entrez la durée de la période dans le mois après la date de début d'un cycle (y compris cette date de départ), dont la souscription d'une police seront toujours associés à ce cycle.

source: ``Grace Period Renewal``
fr: ``Renouvellement du délai de grâce``

source: Enter duration of the period in months after the starting date of a cycle (including this starting date), in which renewing of a policy will still be associated with this cycle.
fr: Entrez la durée de la période dans le mois après la date de début d'un cycle (y compris cette date de départ), dans lequel le renouvellement d'une police seront toujours associés à ce cycle.

source: ``Enrolment Discount percentage``
fr: ``Pourcentage de remise d'inscription``

source: Enter the enrolment discount percentage for the insurance product. The discount percentage is applied on the total contributions calculated for a policy underwritten earlier than ``Enrolment disc. period`` months before the start date of the corresponding cycle.
fr: Entrez le taux de scolarisation pourcentage de remise pour le paquet de bénéfices. Le pourcentage de remise est appliquée sur le montant total des cotisations calculées pour une police souscrite plus tôt que `l'Inscription d'un disque. période de` mois avant la date de début du cycle correspondante.
