Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/product.po
Languages: fr

source: The weight can be entered that is used for the adjusted amount on claims for insured by given insurance product and living in catchments areas of individual health facilities. The amount specified is interpreted as a percentage.
fr: Le poids peut être entré qui est utilisé pour le montant ajusté sur les prestations des assurés par l'assurance de produits et de vivre dans des bassins individuels des établissements de santé. Le montant indiqué est interprété comme un pourcentage.

source: *Note. The capitation formula is defined as follows:*
fr: *Remarque. La formule de capitation est définie comme suit:*

source: *Where*
fr: *Où*

source: :math:`\text{CapitationPayment}_{i}` *is the amount of capitation payment for i-th health facility*
fr: : math: ` \t ext {CapitationPayment} _ {i} ` * est le montant du paiement par capitation pour le i-ème établissement de santé *

source: :math:`\text{Indicator}_{i}^{a}` *is the value of the indicator of the type a for the i-th health facility.* :math:`\text{Indicator}_{i}^{a}`
fr: : math: ` \t ext {Indicator} _ {i} ^ {a} ` * est la valeur de l'indicateur de type a pour le i-ème établissement de santé. *: math: ` \t ext {Indicator} _ {i} ^ {a} `

source: *may be:*
fr: *peut être:*

source: *Population living in catchments area of the health facility*
fr: * Population vivant dans la zone de chalandise de l'établissement de santé *

source: *Number of families living in catchments area of the health facility*
fr: * Nombre de familles vivant dans la zone de chalandise de l'établissement de santé *

source: *Insured population living in catchments area of the health facility*
fr: * Population assurée vivant dans la zone de chalandise du centre de santé *

source: *Insured number of families living in catchments area of the health facility*
fr: * Nombre de familles assurées vivant dans la zone de chalandise de l'établissement de santé *

source: *Number of claims (contacts) with the health facility by insured in the catchment area*
fr: * Nombre de prestations (contacts) avec l'établissement de santé par assuré dans la zone de chalandise *

source: :math:`\text{AllocatedContribution}` *is the amount of contributions for given insurance product for given period*
fr: : math: ` \t ext {AllocatedContribution} ` * est le montant des cotisations pour un paquet de bénéfices donné pour une période donnée *

source: :math:`\text{ShareContribution}` *is the formula parameter Share of contribution*
fr: : math: ` \t ext {ShareContribution} ` * est le paramètre de formule Part de la contribution *

source: :math:`\text{Share}^{a}` *is the weight of the indicator of the type a .*
fr: : math: ` \t ext {Share} ^ {a} ` * est le poids de l'indicateur du type a. *

source: :math:`\text{Share}^{a}` *may be:*
fr: : math: ` \t ext {Share} ^ {a} ` * peut être: *

source: *Weight of Population*
fr: * Poids de la population *

source: *Weight of Number of Families*
fr: * Poids du nombre de familles *

source: *Weight of Insured Population*
fr: * Poids de la population assurée *

source: *Weight of Number of Insured Families*
fr: * Poids du nombre de familles assurées *

source: *Weight of Number of Visits*
fr: * Poids du nombre de visites *

source: *Weight of Adjusted Amount*
fr: * Poids du montant ajusté *

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Product Control Page <#product-control-page>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the product has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `page de contrôle des produits <#product-control-page> page de contrôle des <#product-control-page>`__, avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que le produit a été enregistré apparaîtra sur le panneau d'informations.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right of the corresponding data field).
fr: S'il est obligatoire de données n'est pas entré au moment où l'utilisateur clique sur le bouton `Enregistrer`, un message s'affiche dans le Panneau d'Information, et le champ de données de prendre le focus (par un astérisque sur la droite du champ de données correspondant).

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Product Control Page <#product-control-page>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `page de contrôle des produits <#product-control-page> page de contrôle des <#product-control-page>`__.

source: Adding a Product
fr: Ajout d'un produit

source: Click on the ``Add`` button to re-direct to the `Product Page <#claim-administrators-administration>`__\ .
fr: Cliquez sur le bouton ``Ajouter`` pour rediriger vers la `Page produit <#claim-administrators-administration>`__ \.

source: When the page opens all entry fields are empty. See the `Product Page <#claim-administrators-administration>`__ information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir les informations de la page produit <#claim-administrators-administration>`__ sur la saisie des données et les champs obligatoires.

source: Editing a Product
fr: Modification d'un produit

source: Click on the ``Edit`` button to re-direct to the `ProductPage <#claim-administrators-administration>`__\ .
fr: Cliquez sur le bouton ``Modifier`` pour rediriger vers la `ProductPage <#claim-administrators-administration>`__ \.

source: The page will open with the current information loaded into the data entry fields. See the `Product Page <#claim-administrators-administration>`__ for information on the data entry and mandatory fields
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Voir la `Page Produit <#claim-administrators-administration>`__ pour plus d'informations sur la saisie des données et les champs obligatoires

source: Duplicating a Product
fr: Duplication d'un produit

source: Click on the ``Duplicate`` button to re-direct to the `Product Page <#claim-administrators-administration>`__\ .
fr: Cliquez sur le bouton ``Dupliquer`` pour rediriger vers la `Page Produit <#claim-administrators-administration>`__ \.

source: The page will open with all the current information for the selected product, (except for the product code which should be unique), loaded into the data entry fields. See the `Product Page <#claim-administrators-administration>`__ for information on the data entry and mandatory fields. To save the record, enter a unique code before clicking on ``Save``.
fr: La page s'ouvrira avec toutes les informations actuelles pour le produit sélectionné, (à l'exception du code produit qui doit être unique), chargé dans les champs de saisie de données. Reportez-vous à la page produit <#claim-administrators-administration>`__ pour plus d'informations sur la saisie des données et les champs obligatoires. Pour sauvegarder l'enregistrement, entrez un code unique avant de cliquer sur ``Enregistrer``.

source: Deleting a Product
fr: Supprimer un produit

source: Because of potential problems with synchronization of data between off-line and on-line version, it is not possible delete insurance products currently.
fr: En raison de problèmes potentiels avec la synchronisation des données entre la version hors ligne et la version en ligne, il n'est pas possible de supprimer les paquets de bénéfices actuellement.
