Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/email.po
Languages: fr

source: Email Settings
fr: Paramètres de messagerie

source: Access to the ``Email Settigns`` is restricted to the users with the role of Accountant.
fr: L'accès aux ``Email Settigns`` est limité aux utilisateurs ayant le rôle de comptable.

source: The ``Email Settigns`` is the page where the setting of the outbound email server are entered.
fr: Le ``Email Settigns`` est la page où les paramètres du serveur de messagerie sortant sont entrés.

source: Navigation
fr: La navigation

source: The functionality for entering of funds can be found under the main menu ``Tools``, sub menu ``Email Settigns``
fr: La fonctionnalité de saisie des fonds se trouve dans le menu principal ``Outils``, sous-menu ``Email Settigns``

source: `Navigation Email Settings`
fr: `Paramètres de messagerie de navigation`

source: Clicking on the sub menu ``Email Settigns`` re-directs the current user to the `Email settings Page. <#image-277-email-settings-page>`__
fr: Un clic sur le sous-menu ``Email Settigns`` redirige l'utilisateur actuel vers la page ``Paramètres de messagerie``. <#image-277-email-settings-page>`__

source: Email settings page
fr: Page des paramètres de messagerie

source: **Data Entry**
fr: **La saisie des données**

source: `Email settings Page`
fr: `Page des paramètres de messagerie électronique`

source: ``Email``
fr: `` Courriel``

source: SMTP Login to be used on the email server in order to send email
fr: Connexion SMTP à utiliser sur le serveur de messagerie pour envoyer des e-mails

source: ``Password``
fr: ``Mot de passe``

source: SMTP password to be used on the email server in order to send email.
fr: Mot de passe SMTP à utiliser sur le serveur de messagerie pour envoyer des e-mails.

source: ``SMTP Host``
fr: ``Hôte SMTP``

source: SMTP email server address or IP
fr: Adresse de serveur de messagerie SMTP ou IP

source: SMTP email server IP port, standard port are
fr: Le port IP du serveur de messagerie SMTP, le port standard sont

source: 25 when no encryption is used
fr: 25 quand aucun cryptage n'est utilisé

source: 465 when implicit encryption is used(depreciated)
fr: 465 lorsque le cryptage implicite est utilisé (amorti)

source: 587 when explicit encryption is used, see ``Enable SSL``
fr: 587 lorsqu'un cryptage explicite est utilisé, voir ``Activer SSL``

source: ``Enable SSL``
fr: ``Activer SSL``

source: Check to box if the SMTP mail server require encryption
fr: Cochez la case si le serveur de messagerie SMTP nécessite un chiffrement
