Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/extract.po
Languages: fr

source: IMIS Extracts
fr: Extraits IMIS

source: Access to the openIMIS Extracts page is restricted to users with the system role of Scheme Administrator (IMIS Central online) or HF Administrator (IMIS offline installations) or with a role including an access to Tools/Extracts. This page will contain all functionality for data synchronization between IMIS Central and IMIS offline installations as well as the generation of extract files for the mobile phones (Android). Depending on the type of installation, the interface will enable and disable certain functions.
fr: L'accès à la openIMIS Extraits de la page est restreint aux utilisateurs avec le rôle de système de l'Administrateur du dispositif (IMIS Centrale en ligne) ou HF Administrateur (IMIS en mode hors connexion des installations) ou avec un rôle, y compris un accès à des Outils/des Extraits. Cette page contient toutes les fonctionnalités pour la synchronisation de données entre l'IMIS Centrale et de l'IMIS en mode hors connexion des installations ainsi que la génération d'extraire les fichiers pour les téléphones mobiles (Android). Selon le type d'installation, l'interface d'activer et de désactiver certaines fonctions.

source: Pre-conditions
fr: Conditions préalables

source: The extract functionality is covering extracts for the mobile phone applications and the openIMIS ‘offline’ installations. Offline extracts are only to be generated in case a district has so called ‘off-line’ installations in areas where no Internet connectivity is available.
fr: L'extrait des fonctionnalités couvrant des extraits pour les applications de téléphonie mobile et les openIMIS `hors ligne` des installations. Hors ligne des extraits sont seulement être généré dans le cas d'un district a soi-disant `hors ligne` installations dans les zones où aucune connexion à Internet n'est disponible.

source: Extracts are to be downloaded to the local PC that is initiating the creation of the extract.
fr: Les extraits doivent être téléchargés sur le PC local qui lance la création de l'extrait.

source: Standard procedures should be formulated to stipulate the time interval between Extract creations and the management of transporting and installing/transferring these extracts into the target environment: mobile phones or offline openIMIS clients.
fr: Des procédures standard devraient être formulées pour stipuler l'intervalle de temps entre les créations d'extrait et la gestion du transport et de l'installation / transfert de ces extraits dans l'environnement cible: téléphones mobiles ou clients openIMIS hors ligne.

source: Navigation
fr: La navigation

source: All functionality related to openIMIS extracts can be found under the main menu ``Tools``, sub menu ``IMIS Extracts``
fr: Toutes les fonctionnalités liées aux extraits openIMIS se trouvent dans le menu principal ``Outils``, sous-menu ``Extraits IMIS``

source: Clicking on the sub menu ``IMIS Extracts`` re-directs the current user to the ``IMIS Extracts Page.``
fr: Cliquer sur le sous-menu ``Extraits IMIS`` redirige l'utilisateur actuel vers la ``Page Extraits IMIS``.

source: This page opens in two different modes depending on the type of openIMIS installation: openIMIS Central (live server) or openIMIS offline (installed on local network in a health facility or an office of the scheme administration).
fr: Cette page s'ouvre dans deux modes différents selon le type d'openIMIS installation: openIMIS Central (serveur) ou openIMIS en mode hors connexion (installé sur un réseau local dans un établissement de santé ou d'un office du schéma d'administration).

source: IMIS Extracts (online mode)
fr: Extraits IMIS (mode en ligne)

source: `openIMIS Extracts`
fr: `Extraits openIMIS`

source: The Extracts Page is divided into eight sections `(Image 6.23) <#image-6.2-registers-page>`__\ \ .
fr: La page des extraits est divisée en huit sections `(Image 6.23) <#image-6.2-registers-page>`__ \ \.

source: **A - Download Master Data section**
fr: **A - Télécharger la section des données de base**

source: The Master Data section is used for generation of the data needed for off-line operation of IMIS (Policies) application run on Android platforms. The following data files can be downloaded:
fr: Les Données de base de la section est utilisée pour la production des données nécessaires pour le hors-fonctionnement de la ligne de l'IMIS (Polices) l'exécution de l'application sur les plates-formes Android. Les fichiers de données suivants peuvent être téléchargés:

source: Master data for running IMIS (Policies) application **(Download Master Data)**
fr: Données de base pour l'exécution de l'application IMIS (polices)**(Télécharger les données de base)**

source: Prompts for renewal of policies **(Download Renewals)**
fr: Invite au renouvellement des polices**(Télécharger les renouvellements)**

source: Prompts for acquiring of feedbacks **(Download Feedbacks)**
fr: Invites pour l'acquisition de commentaires**(Télécharger les commentaires)**

source: **Enrolment Officers Code**: Enter the code of an enrolment officer for whom the master data and prompts should be generated.
fr: **Code d'agent d'inscription **: Entrez le code d'un agent d'inscription pour lequel les données de base et les invites doivent être générées.

source: **B - Create Phone Extract section**
fr: **B - Section Créer un extrait de téléphone**

source: The Phone extract panel is used for the generation of so called SQLite database files for the mobile phone applications. Each district will have its own phone extract file that needs to be distributed to the mobile phones within the district. To generate a phone extract file, the operator has to select a region and a district from the list of available districts. In case the user is having access to its own district only, the district will be automatically selected and shown on the display.
fr: Le Téléphone extraire le panneau est utilisé pour la génération de fichiers de base de données SQLite pour les applications de téléphonie mobile. Chaque quartier aura son propre téléphone extraire le fichier qui doit être distribué à tous les téléphones mobiles dans le district. Pour générer un téléphone extraire le fichier, l'opérateur doit sélectionner une région et d'un district à partir de la liste des districts. Dans le cas où l'utilisateur est d'avoir accès à son propre quartier, le quartier sera automatiquement sélectionné et affiché sur l'écran.

source: By clicking the ``Create`` button in panel the section, a phone extract will be created. This process might take a while. As long as the hour glass (as a cursor) is shown, openIMIS is still processing the file. The file size depends on the amount of photographs included in the extract. The file size could range into hundreds of MBs. To alleviate this problem two options are available:
fr: En cliquant sur le bouton `Créer` dans le panneau de la section, un téléphone extrait sera créé. Ce processus peut prendre un certain temps. Aussi longtemps que l'heure de verre (comme un curseur) est indiqué, openIMIS est encore le traitement du fichier. La taille du fichier dépend de la quantité de photographies contenues dans l'extrait. La taille du fichier peut varier dans des centaines de mo. Pour pallier ce problème, deux options sont disponibles:

source: ``With Insurees``
fr: ``Avec les assurés``

source: Checking this box means that a complete phone extract (including photos) will be generated. Leaving it unchecked a shortened phone extract without photos will be generated.
fr: Cocher cette case signifie qu'un extrait complet du téléphone (y compris des photos) sera généré. Ne pas cocher un extrait de téléphone abrégé sans photos sera généré.

source: ``In background``
fr: ``En arrière-plan``

source: Checking this box means that the phone extract will be created in background and the user will be notified by e-mail (provided his/her e-mail is entered in the register of users).
fr: En cochant cette case, le téléphone de l'extrait sera créé dans le fond et l'utilisateur sera averti par e-mail (à condition que son adresse e-mail est inscrit dans le registre d'utilisateurs).

source: In case the extract is created in the background, the following dialog box appears:
fr: Dans le cas où l'extrait est créé dans le fond, la boîte de dialogue suivante s'affiche:

source: If the extract is not created in background the user is notified about successful creation by the following message as shown below.
fr: Si l'extrait n'est pas créé dans le contexte de l'utilisateur est notifié sur la réussite de la création par le message suivant comme indiqué ci-dessous.

source: The extract will be downloaded to your local computer by clicking the ``Download`` link that will appear after the creation of the extract, as shown below.
fr: L'extrait sera téléchargé sur votre ordinateur local en cliquant sur le bouton `Téléchargement` lien qui apparaîtra après la création de l'extrait, comme indiqué ci-dessous.

source: The extract file is called **IMISDATA.DB3** and needs first to be copied (downloaded) to the local machine. After clicking the ``Download`` button, the operator is able to select the destination folder (locally) for the file to download as shown below.
fr: L'extrait de fichier est appelé **IMISDATA.DB3** et doit d'abord être copié (téléchargé) sur la machine locale. Après avoir cliqué sur le bouton `Télécharger`, l'opérateur est en mesure de sélectionner le dossier de destination (en local) pour le fichier à télécharger comme indiqué ci-dessous.

source: The extract is now ready to be transferred/copied to the mobile phones. This process is performed manually by connecting the mobile phone to the computer with the provided USB cable. The user needs to copy, manually, the file from the local machine into the ‘IMIS’ Folder on the mobile phone.
fr: L'extrait est maintenant prêt à être transféré, copié, pour les téléphones mobiles. Ce processus est effectué manuellement par la connexion d'un téléphone mobile à l'ordinateur avec le câble USB fourni. L'utilisateur doit copier manuellement le fichier à partir de la machine locale dans le ‘SIG’ Dossier sur le téléphone mobile.

source: **C - Offline Extract section**
fr: **C - Section d'extrait hors ligne**

source: The offline extract section is used to generate the openIMIS ‘offline’ extract files for the health facilities or offices of the scheme administration that run openIMIS offline. To generate an offline extract file, the operator has to select a region and a district from the list of available districts. In case the user is having access to its own district only, the district will be automatically selected and shown on the display. When an operator belongs to one specific district, the district box is already selected with the district of the user. To create a new extract, the operator needs to click the ``Create`` button.
fr: Le mode hors connexion de l'extrait du produit médical est utilisé pour générer le openIMIS `hors ligne` extraire les fichiers pour les établissements de santé ou dans les bureaux du régime de l'administration qui s'exécutent openIMIS en mode hors connexion. Pour générer un hors-ligne de l'extrait de fichier, l'utilisateur doit sélectionner une région et d'un district à partir de la liste des districts. Dans le cas où l'utilisateur est d'avoir accès à son propre quartier, le quartier sera automatiquement sélectionné et affiché sur l'écran. Lorsqu'un opérateur appartient à un seul district, le district de la boîte est déjà sélectionné avec le district de l'utilisateur. Pour créer un nouvel extrait, l'opérateur doit cliquer sur le bouton `Créer`.

source: Three types of extracts could be generated:
fr: Trois types d'extraits pourraient être générés:

source: Differential Extract ``(Download D)``
fr: Extrait différentiel ``(Télécharger D)``

source: Differential extracts will only contain the differences in data compared with the previous extract. The first differential extract (sequence 000001) will contain all data as it will be the first extract. Thereafter, this type of the extract, will only contain any differences after the previous extract. This will result in smaller files sent to the health facilities in off-line mode. When we click the create button, the differential extract is always generated and will be assigned the next sequence number. A separate Photo extract will be created containing only photographs linked to changes compared with the previous extract. Differential extracts with insure and policy data are only generated in case the ``With Insuree`` checkbox is checked as shown below.
fr: Différentiel extraits ne contiennent que les différences dans les données par rapport à la précédente extrait. La première différentiel extrait (séquence 000001) contient toutes les données qu'il sera le premier extrait. Par la suite, ce type de l'extrait ne contient aucune différences après le précédent extrait. Cela se traduira dans les petits fichiers envoyés à tous les établissements de santé en mode off-line. Quand on clique sur le bouton créer, le différentiel extrait est toujours généré et sera attribué le prochain numéro de séquence. Séparé Photo extrait sera créé contenant uniquement des photographies liées à des changements par rapport à la précédente extrait. Différentiel des extraits assurer et police de données ne sont générés que dans le cas où le preneur d'assurance` case à cocher est cochée comme indiqué ci-dessous.

source: Full extract ``(Download F)``
fr: Extrait complet``(Télécharger F)``

source: The Full extract will always contain all information in the database. These extracts are only generated in case the ``Full extract`` and the ``With Insuree`` checkbox are checked as shown below.
fr: L'extrait Complet contient toujours toutes les informations dans la base de données. Ces extraits ne sont générés que dans le cas où la `extraire` et le `Avec le preneur d'assurance la case à cocher` sont cochées comme indiqué ci-dessous.

source: By clicking the ``Create`` button, in case of ``Full extract`` is checked, two extracts will be generated, one differential extract and one full extract. Both extracts will have the same sequence number. This implies that full extracts are not always needed/generated. A separate photo extract will be created containing all photographs.
fr: En cliquant sur le bouton `Créer`, en cas de `extrait Complet` est cochée, deux extraits seront générés, l'un différentiel d'extraire et d'un extrait complet. Les deux extraits ont le même numéro de séquence. Cela implique que la pleine extraits ne sont pas toujours nécessaires et/ou générés. Séparé photo extrait sera créé contenant toutes les photos.

source: Empty Extract ``(Download E)``
fr: Extrait vide``(Télécharger E)``

source: Empty extracts will only contain the data from registers and no data on insurees and their policies/photos. If a full set of register data should be included in the extract, the checkbox ``Full extract`` has to be checked as shown below.
fr: Vide extraits ne contiennent que les données tirées des registres et des pas de données sur les assurés et leurs polices/des photos. Si un ensemble complet de données du registre devrait être inclus dans l'extrait, la case à cocher `extrait Complet` doit être cochée comme indiqué ci-dessous.

source: After clicking the ``Create`` button, the system will create the extract file and will on completion display the following message:
fr: Après avoir cliqué sur le bouton ``Créer``, le système créera le fichier d'extraction et affichera à la fin le message suivant:

source: The message is only shown to provide some details on how much information is exported to the extract file.
fr: Le message s'affiche uniquement pour fournir des détails sur la quantité d'informations exportées vers le fichier d'extraction.

source: Depending on the ``Full extract`` option, we will be re-directed to the extract page and will see the newly generated extract sequence in the list or will get a new message as shown below:
fr: En fonction de l'option ``Extrait complet``, nous serons redirigés vers la page d'extraction et verrons la séquence d'extrait nouvellement générée dans la liste ou obtiendrons un nouveau message comme indiqué ci-dessous:

source: After clicking OK the statistics of the full extract will be shown:
fr: Après avoir cliqué sur OK, les statistiques de l'extrait complet seront affichées:

source: We are now ready to download the extract to our computer.
fr: Nous sommes maintenant prêts à télécharger l'extrait sur notre ordinateur.

source: The combo box next to the district selector contains information on all generated extracts with the sequence number and date. (e.g. Sequence 000007 – Date 06-09-2012). If the extract selector does not show any entries (blank) it means that no previous extracts were created. At least one full extract needs to be generated. This is needed to initialise a new offline openIMIS installation.
fr: La liste déroulante à côté du quartier sélecteur contient des informations sur tous les extraits avec le numéro de séquence et la date. (par exemple, la Séquence 000007 – Date 06-09-2012). Si l'extrait sélecteur de ne pas afficher toutes les entrées (vide), cela signifie qu'aucun des précédents extraits ont été créés. Au moins un extrait complet doit être généré. Ce qui est nécessaire à l'initialisation d'un nouveau carnet d'openIMIS de l'installation.

source: To download the actual extracts, the operator needs to select the desired extract sequence from the list of available extracts.
fr: Pour télécharger les extraits réels, l'opérateur doit sélectionner la séquence d'extraits souhaitée dans la liste des extraits disponibles.

source: Four different types of extracts could be downloaded by clicking one of the following buttons:
fr: Quatre types d'extraits différents peuvent être téléchargés en cliquant sur l'un des boutons suivants:

source: ``Download D`` (Differential extract)
fr: `` Télécharger D`` (extrait différentiel)

source: Will download the selected differential extract with the following filename
fr: Télécharge l'extrait différentiel sélectionné avec le nom de fichier suivant

source: *Filename: OE_D_<DistrictID>_<Sequence>.RAR (e.g. OE_D_1_8.RAR)*
fr: * Nom de fichier: OE_D_ <DistrictID> IDistrict>> <DistrictID> <Sequence> .RAR (par exemple OE_D_1_8.RAR) *

source: ``Download F`` (Full extract)
fr: `` Télécharger F`` (Extrait complet)

source: Will download the latest full extract with the following filename
fr: Télécharge le dernier extrait complet avec le nom de fichier suivant

source: *Filename: OE_F_<DistrictID>_<Sequence>.RAR (e.g. OE_F_1_8.RAR)*
fr: * Nom de fichier: OE_F_ <DistrictID> IDistrict <DistrictID> _ <Sequence> .RAR (par exemple OE_F_1_8.RAR) *

source: ``Download E`` (Empty extract)
fr: ``Télécharger E`` (extrait vide)

source: *Filename: OE_E_<DistrictID>_<Sequence>.RAR (e.g. OE_F_1_8.RAR)*
fr: * Nom de fichier: OE_E_ <DistrictID> IDistrict <DistrictID> _ <Sequence> .RAR (par exemple OE_F_1_8.RAR) *

source: ``Download Photos D`` (Differential Photo extract)
fr: ``Télécharger les photos D`` (extrait photo différentiel)

source: Will download the selected differential photo extract with filename:
fr: Télécharge l'extrait de photo différentiel sélectionné avec le nom de fichier:

source: *Filename: OE_D_<DistrictID>_<Sequence>.RAR (e.g. OE_D_1_8_Photos.RAR)*
fr: * Nom de fichier: OE_D_ <DistrictID> _ <Sequence> .RAR (par exemple OE_D_1_8_Photos.RAR) *

source: ``Download Photos F`` (Full Photo extract)
fr: ``Télécharger les photos F`` (extrait photo complet)

source: Will download the latest FULL photo extract with the following filename
fr: Télécharge le dernier extrait de photo COMPLET avec le nom de fichier suivant

source: *Filename: OE_D_<DistrictID>_<Sequence>.RAR (e.g. OE_F_1_8_Photos.RAR)*
fr: * Nom de fichier: OE_D_ <DistrictID> _ <Sequence> .RAR (par exemple OE_F_1_8_Photos.RAR) *

source: After clicking the desired extract download button, the file download dialog box appears to select the destination folder for the extract file as shown below:
fr: Après avoir cliqué sur l'extrait désiré bouton de téléchargement, le téléchargement de fichier boîte de dialogue s'affiche pour sélectionner le dossier de destination pour l'extrait de fichier comme indiqué ci-dessous:

source: In case the extract file is not available (anymore) on the server, the following dialog box might appear:
fr: Dans le cas où le fichier d'extraction n'est pas disponible (plus) sur le serveur, la boîte de dialogue suivante peut apparaître:

source: The reason for this box to appear could be that the file to be downloaded has been removed from the server or that you have attempted the download a full extract but no full extract was generated (only the differential extracts exist). It is also possible that you have attempted to download a photo extract but no photos were added since the last extract.
fr: La raison de cette boîte à comparaître pourrait être que le fichier à télécharger a été supprimé depuis le serveur ou que vous avez tenté le téléchargement complet d'un extrait, mais aucun extrait complet a été généré (uniquement le différentiel extraits existent). Il est également possible que vous avez tenté de télécharger une photo à extraire, mais pas de photos ont été ajoutées depuis la dernière extraction.

source: Checking the checkbox ``In background`` means that the off-line extract will be created in background and the user will be notified by e-mail (provided his/her e-mail is entered in the register of users) as shown below:
fr: En cochant la case `Dans le fond` signifie que le off-line extrait sera créé dans le fond et l'utilisateur sera averti par e-mail (à condition que son adresse e-mail est inscrit dans le registre d'utilisateurs) comme indiqué ci-dessous:

source: **D - Upload Claims section**
fr: **D - Télécharger la section des prestations**

source: **Browse**
fr: **Feuilleter**

source: Browse for the file from the IMIS-Offline or IMIS (Claims ) application containing claims to be uploaded.
fr: Recherchez le fichier dans l'application IMIS-Offline ou IMIS (Prestations) contenant les prestations à télécharger.

source: Upload
fr: Télécharger

source: Upload claims contained in the selected file.
fr: Téléchargez les prestations contenues dans le fichier sélectionné.

source: **E - Upload Enrolment section**
fr: **E - Section de téléchargement des inscriptions**

source: Browse for the file from the IMIS-Offline or IMIS (Policies )application containing newly enrolled or renewed policies to be uploaded.
fr: Recherchez le fichier dans l'application IMIS-Offline ou IMIS (polices) contenant les polices nouvellement inscrites ou renouvelées à télécharger.

source: Upload policies contained in the selected file.
fr: Téléchargez les polices contenues dans le fichier sélectionné.

source: **F - Upload Feedback section**
fr: **F - Section de commentaires sur le téléchargement**

source: Browse for the file from the IMIS-Offline or IMIS (Policies )application containing feedbacks to be uploaded.
fr: Recherchez le fichier dans l'application IMIS-Offline ou IMIS (polices) contenant les commentaires à télécharger.

source: Upload feedbacks contained in the selected file.
fr: Téléchargez les commentaires contenus dans le fichier sélectionné.

source: **G - Button section**
fr: **G - Section de bouton**

source: The ``Cancel`` button brings the operator back to the :ref:`Home Page <home_page>`.
fr: Le bouton ``Annuler`` ramène l'opérateur à :ref:`Page d'accueil <home_page>`.

source: **H - Information panel**
fr: **H - Panneau d'information**
