Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/extract.po
Languages: fr

source: The Information Panel is used to display messages back to the user. Messages will occur once an action has completed or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois l'action terminée ou s'il y a eu une erreur à tout moment pendant le processus de ces actions.

source: IMIS Extracts (OFFLINE MODE)
fr: Extraits IMIS (MODE HORS LIGNE)

source: **Offline HF**
fr: **Hors ligne HF**

source: **A - Import Extract**
fr: **A - Importer un extrait**

source: Used to extract photos obtained from online IMIS
fr: Utilisé pour extraire des photos obtenues à partir du SIG en ligne

source: **B - Import Photos**
fr: **B - Importer des photos**

source: Used to upload photos obtained from online IMIS
fr: Utilisé pour télécharger des photos obtenues à partir du SIG en ligne

source: **C - Download Claim XMLs**
fr: **C - Télécharger les prestations XML**

source: Used to download claims made in the offline health facility prior to be sent to online IMIS
fr: Utilisé pour télécharger les prestations faites dans l'établissement de santé hors ligne avant d'être envoyées au SIG en ligne

source: **Offline Insurer**
fr: **Assureur hors ligne**

source: Used to upload extract obtained from online IMIS
fr: Utilisé pour télécharger un extrait obtenu à partir du SIG en ligne

source: **C - Import Extract**
fr: **C - Importer un extrait**

source: The Choose file section should be clicked to select an extract file to upload/import. The following file selector appears for Internet explorer (the appearance might differ for different internet browsers):
fr: Il faut cliquer sur la section Choisir un fichier pour sélectionner un fichier d'extraction à télécharger / importer. Le sélecteur de fichiers suivant apparaît pour Internet Explorer (l'apparence peut différer pour différents navigateurs Internet):

source: On clicking the ``Choose File`` button, the file selector dialog appears as shown below:
fr: En cliquant sur le bouton ``Choisir un fichier``, la boîte de dialogue de sélection de fichier apparaît comme illustré ci-dessous:

source: With the import/upload of an extract it is important to understand that each extract has its sequence number. This sequence number is found in the filename of the extract. We would in case of differential imports/uploads have to follow the sequence. In the example screen above, it shows in the status bar, that the last import was number 6. Therefore we should select in this case the differential extract number 7 as highlighted in the file selection dialog.
fr: Avec l'importation / le téléchargement d'un extrait, il est important de comprendre que chaque extrait a son numéro de séquence. Ce numéro de séquence se trouve dans le nom de fichier de l'extrait. En cas d'importations / téléchargements différentiels, nous devons suivre la séquence. Dans l'exemple d'écran ci-dessus, il montre dans la barre d'état que la dernière importation était le numéro 6. Par conséquent, nous devons sélectionner dans ce cas l'extrait différentiel numéro 7 comme mis en évidence dans la boîte de dialogue de sélection de fichier.

source: Alternatively the operator could select any full extract with a sequence number higher than 6. In case a wrong extract is selected, warning messages will appear as shown below:
fr: L'opérateur peut également sélectionner n'importe quel extrait complet avec un numéro de séquence supérieur à 6. Dans le cas où un mauvais extrait est sélectionné, des messages d'avertissement apparaîtront comme indiqué ci-dessous:

source: In case you are missing extract sequences, additional extracts are needed to be uploaded before the extract selected. The extract selected, in this case, does not directly follow the last sequence as indicated in the status bar of the screen. The additional extracts are to be provided by NSHIP district office.
fr: Dans le cas où vous êtes en manque d'extraire des séquences, des extraits supplémentaires sont nécessaires pour être téléchargé avant de l'extrait sélectionné. L'extrait sélectionné, dans ce cas, ne pas suivre directement la dernière séquence, comme indiqué dans la barre d'état de l'écran. Le des extraits supplémentaires sont fournis par le NSHIP bureau de district.

source: In case the extract file selected is valid, the system will import the data. New data will be added and existing data might be modified. After a successful import of an extract (Differential and FULL), a form is displayed with the statistics of the import as shown below:
fr: Si le fichier d'extraction sélectionné est valide, le système importera les données. De nouvelles données seront ajoutées et les données existantes pourraient être modifiées. Après une importation réussie d'un extrait (différentiel et complet), un formulaire s'affiche avec les statistiques de l'importation comme indiqué ci-dessous:

source: The above statistics are provided to give some quick overview of how many records were inserted or updated during the import process. In case we would for example update the phone number of an enrolment officer, it would result in one update and one insert as we always keep historical records. The photos inserts and updates are related to information on the photos, but are not the actual photographs. The actual photographs (\\*.jpg) are uploaded separately.
fr: Les statistiques ci-dessus sont donnés pour avoir une vue d'ensemble rapide de combien d'enregistrements ont été insérées ou mises à jour pendant le processus d'importation. Dans le cas où nous permettrait par exemple de mettre à jour le numéro de téléphone d'un agent d'inscription, il en résulterait une mise à jour et d'un insert comme nous l'avons toujours conserver les documents historiques. Les photos insertions et mises à jour sont liées à des informations sur les photos, mais ne sont pas les photographies réelles. Les photographies réelles (\\*.jpg) sont téléchargées séparément.

source: **D - Import Photos**
fr: **D - Importer des photos**

source: The import of photos is optional and will have no further checking on sequence numbers. NSHIP should provide (if available) with each extract the photo extract as well.
fr: L'importation de photos est facultative et n'aura plus de vérification sur les numéros de séquence. NSHIP devrait également fournir (si disponible) avec chaque extrait l'extrait de photo.

source: E.g. (for Differential extract)
fr: Par exemple (pour l'extrait différentiel)

source: OR (for FULL extract)
fr: OU (pour un extrait COMPLET)

source: The photo extract will contain all photographs associated with the actual extract in a zipped format. The Upload procedure will simply unzip the extract and copy the image files to the photo folder of IMIS.
fr: L'extrait de photo contiendra toutes les photographies associées à l'extrait réel dans un format zippé. La procédure de téléchargement décompressera simplement l'extrait et copiera les fichiers image dans le dossier photo d'IMIS.

source: After successful upload of the photographs the following message appears:
fr: Après le téléchargement réussi des photos, le message suivant apparaît:

source: **E - Button panel**
fr: **E - Panneau de boutons**

source: The ‘Cancel’ button brings the operator back to the main page of IMIS.
fr: Le bouton `Annuler` ramène l'opérateur à la page principale d'IMIS.

source: **F - Information panel**
fr: **F - Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once an action has completed or if there was an error at any time during the process of these actions. If the user opens the openIMIS extracts page (in offline mode only), the status bar will show the last sequence number uploaded.
fr: Le Panneau d'Information est utilisé pour afficher des messages à l'utilisateur. Les Messages se fera une fois qu'une action est terminée ou si il y a une erreur à tout moment pendant le déroulement de ces actions. Si l'utilisateur ouvre la openIMIS extraits de la page (en mode hors ligne uniquement), la barre d'état affichera le dernier numéro de séquence téléchargé.
