Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/policy_renewal.po
Languages: fr

source: Policy Renewals
fr: Renouvellements de politique

source: Access to management of policy renewals is restricted to the users with the role of Clerk.
fr: L'accès à la gestion des renouvellements de polices est réservé aux utilisateurs ayant le rôle de Clerk.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of policy renewals can be found under the main menu ``Tools``, sub menu ``Policy Renewals``
fr: Toutes les fonctionnalités à utiliser avec l'administration des renouvellements de polices se trouvent dans le menu principal ``Outils``, sous-menu ``Renouvellements de politiques``

source: `Navigation Policy Renewals`
fr: `Renouvellements de politique de navigation`

source: Clicking on the sub menu ``Policy Renewals`` re=directs the current user to the `Policy Renewal Page <#policy-renewal-page>`__\.
fr: En cliquant sur le sous-menu ``Renouvellements de politique`` re = dirige l'utilisateur actuel vers la `Page de renouvellement de politique <#policy-renewal-page>`__ \.

source: `Policy Renewal Page`
fr: `Page de renouvellement de politique`

source: Policy Renewal Page
fr: Page de renouvellement de la politique

source: By having access to this page, it is possible preview the report on policy renewals, preview the journal on policy renewals and update the status of a policy. The journal will contain information on actual prompts being generated by the system. These prompt could already have been sent to the mobile phones of enrolment officers. The report on policy renewals will contain information on the expiration of policies for any given period. The page is divided into two panels (:numref:`image170`).
fr: En ayant accès à cette page, il est possible d'afficher un aperçu du rapport sur la politique de renouvellement, extrait de la revue de la politique de renouvellement et de mise à jour de l'état d'une politique. Le journal contient des informations sur l'effectif des invites qui ont été générées par le système. Ces invite pourraient déjà avoir été envoyé à tous les téléphones mobiles des agents d'inscription. Le rapport sur la politique de renouvellement de contenir des informations sur l'expiration d'un délai de politiques pour une période donnée. La page est divisée en deux panneaux (:numref:`image170`).

source: **Select Criteria Panel**
fr: ** Sélectionner un panneau de critères **

source: The Select Criteria Panel or the filter panel allows a user to select specific criteria to minimise the report on policy renewals.
fr: Les Critères de sélection du Panneau ou le panneau de filtre permet à un utilisateur de sélectionner des critères spécifiques afin de minimiser le rapport sur la politique de renouvellement.

source: Two tasks are carried out by this form. 1) Preview the report on policy renewal and 2) Preview the journal on policy renewal. Depending on the selected option, filter will be changed accordingly.
fr: Deux tâches sont effectuées par ce formulaire. 1) Extrait du rapport sur la politique de renouvellement et 2) Extrait de la revue sur le renouvellement de la politique. Selon l'option sélectionnée, le filtre sera modifié en conséquence.

source: If Preview option is selected then a user has the following filters.
fr: Si l'option Aperçu est sélectionnée, un utilisateur dispose des filtres suivants.

source: ``Policy Status``
fr: ``Statut de la politique``

source: Select the policy status from the drop down list by clicking on the right arrow. By selecting any of the options a user can filter the report on particular status of the policy. This filter is not mandatory. User can leave it blank to preview the report on any status.
fr: Sélectionnez la politique de l'état à partir de la liste déroulante en cliquant sur la flèche de droite. En sélectionnant l'une des options, les utilisateurs peuvent filtrer le rapport sur le statut particulier de la politique. Ce filtre n'est pas obligatoire. L'utilisateur peut laisser le champ vide pour afficher un aperçu du rapport sur n'importe quel état.

source: ``Region``
fr: `` Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select policies from a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner politiques d'une région spécifique. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un alors la région sera automatiquement sélectionné.*

source: ``District``
fr: `` Quartier``

source: Select the ``district``; from the list of districts by clicking on the arrow on the right of the selector to select policies from a specific district. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le `quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner des stratégies d'un district particulier. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.*

source: ``Municipality``
fr: ``Municipalité``

source: Select the ``Municipality``; from the list of municipalities by clicking on the arrow on the right of the selector to preview report from a specific district. *Note: The list will only be filled with the municipalities that belong to the selected district. If this is only one then the municipality will be automatically selected.*
fr: Sélectionnez la `Municipalité`; à partir de la liste des communes en cliquant sur la flèche à droite du sélecteur de rapport d'aperçu à partir d'un district particulier. *Remarque: La liste ne sera rempli avec les communes qui appartiennent à la sélection du district. Si ce n'est qu'un puis la municipalité sera automatiquement sélectionné.*

source: Select the ``village``; from the list of villages by clicking on the arrow on the right of the selector to preview report from a specific village. *Note: The list will only be filled with the villages that belong to the selected municipality.*
fr: Sélectionnez le ``village``; dans la liste des villages en cliquant sur la flèche à droite du sélecteur pour prévisualiser le rapport d'un village spécifique. *Remarque: La liste ne sera remplie qu'avec les villages appartenant à la commune sélectionnée.*

source: ``Enrolment Officer``
fr: ``Officier d'inscription``

source: Select the ``Enrolment Officer``; from the list of enrolment officers by clicking on the arrow on the right of the selector to preview the report for the specific officer. *Note: The list will only be filled with the enrolment officers belonging to the districts assigned to the current logged in user. If this is only one then the enrolment officer will be automatically selected.*
fr: Sélectionnez le ``Responsable des inscriptions``; dans la liste des agents d'inscription en cliquant sur la flèche à droite du sélecteur pour prévisualiser le rapport de l'agent en question. *Remarque: La liste ne sera remplie qu'avec les agents d'inscription appartenant aux districts affectés à l'utilisateur actuellement connecté. S'il ne s'agit que d'un seul, l'agent d'inscription sera automatiquement sélectionné.*

source: ``Date From``
fr: ``Date de``

source: By clicking on the button next to the ``Date From`` data field a calendar will pop up. Click on his desired date and the textbox will be filled with the selected date. This is a mandatory field. Only the policies for renewal date greater than or equal to the ``Date From`` will be previewed.
fr: En cliquant sur le bouton à côté de la `Date De` champ de données d'un calendrier pop-up. Cliquez sur la date et la zone de texte sera rempli avec la date sélectionnée. Ce champ est obligatoire. Seules les stratégies pour la date de renouvellement, est supérieure ou égale à la Date `à Partir de` va être prévisualisés.

source: ``Date To``
fr: ``Date à``

source: By clicking on the button next to the ``Date To`` data field a calendar will pop up. Click on his desired date and the textbox will be filled with the selected date. This is a mandatory field. Only the policies for renewal date less than or equal to the ``Date To`` will be previewed.
fr: En cliquant sur le bouton à côté de la `Date` du champ de données d'un calendrier pop-up. Cliquez sur la date et la zone de texte sera rempli avec la date sélectionnée. Ce champ est obligatoire. Seules les stratégies pour la date de renouvellement est inférieure ou égale à la Date `À` être prévisualisés.

source: When previewing the journal; the ``Policy Status`` filter will be replaced with ``SMS Status`` and there will be one more additional filter, ``Journal On``.
fr: Lors de la prévisualisation du journal; le filtre ``État de la politique`` sera remplacé par ``État SMS`` et il y aura un autre filtre supplémentaire, ``Journal activé``.

source: ``SMS Status``
fr: ``Statut SMS``

source: Select the ``SMS status`` from the drop down list by clicking on the right arrow. By selecting any of the options the user can filter the journal on a particular ``SMS status``. This filter is not mandatory. By leaving it blank all journals will be displayed.
fr: Sélectionnez l'option `SMS d'état` dans la liste déroulante en cliquant sur la flèche de droite. En sélectionnant l'une des options que l'utilisateur peut filtrer le journal sur un `statut du SMS`. Ce filtre n'est pas obligatoire. En laissant le champ vide toutes les revues seront affichés.

source: ``Journal On``
fr: ``Journal activé``

source: Select the ``journal On`` from the drop down *list* by clicking on the right arrow, to filter the journal either on prompt or on expiry of the prompt.
fr: Sélectionnez le ``journal activé`` dans la liste déroulante * en cliquant sur la flèche droite pour filtrer le journal à l'invite ou à l'expiration de l'invite.

source: **Button Panel**
fr: ** Panneau de boutons **

source: ``Cancel:`` Re-directs to the :ref:`Home Page <home_page>`
fr: `` Annuler: `` <home_page> vers :ref:`Page d'accueil <home_page>`

source: ``Preview:`` Click on the preview button to display the report based on the filters.
fr: `` Aperçu: `` Cliquez sur le bouton Aperçu pour afficher le rapport basé sur les filtres.

source: ``Update:`` Click on this button to manually update the status of the policy on the current day. Although this task is carried out by the **IMIS Policy Renewal Service** running on the server at specific intervals of time, this button enables the task to be run manually.
fr: `Mise à jour:` Cliquez sur ce bouton pour mettre à jour manuellement le statut de la politique sur la journée en cours. Bien que cette tâche est effectuée par l' **SIGE de Renouvellement de la Politique de Service** en cours d'exécution sur le serveur, à des intervalles de temps, ce bouton permet de la tâche à exécuter manuellement.

source: **Information Panel**
fr: ** Panneau d'information **

source: The Information Panel is used to display messages back to the user. Messages will occur once a user has updated the policy status or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'un utilisateur aura mis à jour l'état de la stratégie ou s'il y a eu une erreur à tout moment pendant le processus de ces actions.

source: Preview Report on Renewals
fr: Aperçu du rapport sur les renouvellements

source: `Preview Report on Renewals`
fr: `Aperçu du rapport sur les renouvellements`

source: After selecting specific criteria; preview the report (:numref:`image172`) by clicking on the preview button.
fr: Après avoir sélectionné des critères spécifiques; prévisualisez le rapport (:numref:`image172`) en cliquant sur le bouton Aperçu.

source: Preview Journal on Renewals
fr: Aperçu du journal sur les renouvellements

source: Just like preview of the policy renewals the journal report can also be previewed. The difference between the Policy Renewal report and the Journal is; one forecasts the renewal while the other gives a report on the status of the renewal. Below is an example of a Journal Report.
fr: Tout comme l'aperçu de la politique de renouvellement le rapport de journal peut également être prévisualisés. La différence entre la Politique de Renouvellement de rapport et le Journal de l'est; on prévoit que le renouvellement tandis que l'autre donne un rapport sur l'état du renouvellement. Ci-dessous est un exemple d'un Rapport de Journal.

source: `Preview Journal on Renewals`
fr: `Journal d'aperçu sur les renouvellements`

source: Feedback Prompts
fr: Invites de rétroaction

source: Access to administration of feedback prompts is restricted to the users with the role system role of Medical Officer or with a role including an access to Claims/Claim/Feedback.
fr: L'accès à l'administration des invites de rétroaction est limité aux utilisateurs ayant le rôle de système de rôle de médecin hygiéniste ou avec un rôle comprenant un accès aux réclamations / réclamation / rétroaction.

source: All functionality for use with the administration of feedback prompt can be found under the main menu ``Tools``, sub menu ``Feedback Prompts``
fr: Toutes les fonctionnalités à utiliser avec l'administration de l'invite de rétroaction se trouvent dans le menu principal ``Outils``, sous-menu ``Invites de rétroaction``

source: `Navigation Feedback Prompts`
fr: `Invites de rétroaction de navigation`

source: Clicking on the sub menu ``Feedback Prompts`` re-directs the current user to the Feedback Prompt Page (:numref:`image174`).
fr: Un clic sur le sous-menu ``Invites de rétroaction`` redirige l'utilisateur actuel vers la page d'invite de rétroaction (:numref:`image174`).

source: `Feedback Prompts Page`
fr: `Page d'invite de commentaires`

source: The Feedback Prompt Page is divided into three panels (:numref:`image175`).
fr: La page d'invite de commentaires est divisée en trois panneaux (:numref:`image175`).

source: The Select Criteria Panel or the filter panel allows a user to select specific criteria for feedback.
fr: Le panneau de sélection des critères ou le panneau de filtrage permet à un utilisateur de sélectionner des critères spécifiques pour les commentaires.

source: Select ``SMS Status`` from the list
fr: Sélectionnez ``SMS Status`` dans la liste

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select a specific region for feedbacks. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner une région spécifique pour les retours. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un alors la région sera automatiquement sélectionné.*

source: Select the ``district`` from the list of districts by clicking on the arrow on the right of the selector to select district for feedbacks. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the District will be automatically selected.*
fr: Sélectionnez le `quartier` de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner district pour les retours. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté. Si ce n'est qu'un, le Quartier sera automatiquement sélectionné.*

source: Select the ``Municipality`` from the list of municipalities you wish to prompt for feedbacks. *Note: The list will only be filled with the municipalities that belong to the selected district. If this is only one then the municipality will be automatically selected.*
fr: Sélectionnez la `Municipalité` de la liste des communes, vous souhaitez demander pour les retours. *Remarque: La liste ne sera rempli avec les communes qui appartiennent à la sélection du district. Si ce n'est qu'un puis la municipalité sera automatiquement sélectionné.*

source: Select the ``village``; from the list of villages you wish to prompt for feedbacks. *Note: The list will only be filled with the villages that belong to the selected municipality.*
fr: Sélectionnez le ``village``; à partir de la liste des villages que vous souhaitez demander des commentaires. *Remarque: La liste ne sera remplie qu'avec les villages appartenant à la commune sélectionnée.*

source: ``Start Date``
fr: ``Date de début``

source: Type in a date; or use the Date Selector Button, to enter the ``Start Date`` for feedbacks. *Mandatory. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de la date pour entrer la ``date de début`` pour les commentaires. *Obligatoire. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``End Date``
fr: ``Date de fin``

source: Type in a date; or use the Date Selector Button, to enter the ``End Date`` for feedbacks. *Mandatory*. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour entrer la ``date de fin`` pour les commentaires. *Obligatoire*. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Send SMS``
fr: ``Envoyer un SMS``

source: By Clicking ``Send SMS`` button, user actually sends an SMS. When an SMS is sent successfully as message will be given. If failed to be sent, a failure message will appear.
fr: En cliquant sur le bouton ``Envoyer un SMS``, l'utilisateur envoie réellement un SMS. Lorsqu'un SMS est envoyé avec succès, un message sera donné. S'il n'a pas été envoyé, un message d'échec apparaîtra.

source: **Buttons Panel**
fr: ** Panneau de boutons **

source: ``Preview``
fr: ``Aperçu``

source: By clicking on the ``Preview`` button, a report (journal) of feedbacks prompted will get generated and displayed (:numref:`image176`).
fr: En cliquant sur le bouton ``Aperçu``, un rapport (journal) des retours demandés sera généré et affiché (:numref:`image176`).

source: ``Cancel``
fr: `` Annuler``

source: By clicking on ``Cancel`` button, user will be re-directed to :ref:`Home Page <home_page>`.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers :ref:`Home Page <home_page>`.

source: `Feedback Prompt Journal`
fr: `Journal d'invite de commentaires`

source: The Information Panel is used to display messages back to the user. Messages will occur if there was an error at any time during the processing of the reports.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront s'il y a eu une erreur à tout moment pendant le traitement des rapports.
