Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/reports.po
Languages: fr

source: Reports
fr: Rapports

source: Access to the reports is generally restricted to the users with the role of Manager, Accountant, Scheme Administrator and openIMIS Administrator. By having access to the ``Reports Page``, it is possible to generate several operational reports. Each report can be generated by users with a specific system role (Manager, Accountant, Scheme Administrator and IMIS Administrator) only or with a role including an access to Tools/Reports.
fr: L'accès à ces rapports est généralement restreint aux utilisateurs avec le rôle de Gestionnaire, Comptable, l'Administrateur du programme et openIMIS Administrateur. En ayant accès à des `Rapports de Page`, il est possible de générer plusieurs rapports opérationnels. Chaque rapport peut être généré par les utilisateurs à un système spécifique de rôle (Gestionnaire, Comptable, gestionnaire du Régime et de l'IMIS Administrateur) seul ou avec un rôle, y compris un accès à des Outils/Rapports.

source: Pre-Conditions
fr: Conditions préalables

source: Navigation
fr: La navigation

source: All functionality for use with the administration of Reports can be found under the main menu ``Tools``, sub menu ``Reports.``
fr: Toutes les fonctionnalités à utiliser avec l'administration des rapports se trouvent dans le menu principal ``Outils``, sous-menu ``Rapports``.

source: `Navigation Reports`
fr: `Navigation: Rapports`

source: Clicking on the sub menu ``Reports`` re-directs the current user to the Reports Page (:numref:`image204`).
fr: Cliquer sur le sous-menu ``Rapports`` redirige l'utilisateur actuel vers la page Rapports (:numref:`image204`).

source: `Reports Page`
fr: `Page Rapports`

source: The Reports Page is divided into four panels (:numref:`image204`).
fr: La page Rapports est divisée en quatre panneaux (:numref:`image204`).

source: **Select Criteria**
fr: **Sélectionnez les critères**

source: The Select Criteria panel or the filter panel allows a user to select specific criteria determining the scope of data included in the report. The criteria (:numref:`image205` – :numref:`image222`) will change depending on the selected type of the report.
fr: Les Critères de sélection du panneau ou le panneau de filtre permet à un utilisateur de sélectionner des critères de détermination de la portée de données inclus dans le rapport. Les critères (:numref:`image205` – :numref:`image222`) va changer en fonction du type de rapport.

source: The general meaning of selection criteria for creating of a report is as follows:
fr: La signification générale des critères de sélection pour la création d'un rapport est la suivante:

source: ``Date From``
fr: ``Date de``

source: Type in a date; or use the Date Selector Button, to enter the beginning of a period, in which policies have their enrolment, effective, expire or renewal days, contributions were paid or in claimed health care was provided. If used with a report, it is mandatory. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Saisissez une date; ou utilisez le Sélecteur de Date de Bouton de, pour entrer dans le début d'une période, dans laquelle les polices ont leur inscription, efficace, d'expiration ou de renouvellement de jours, les cotisations ont été versées ou dans réclamé des soins de santé a été fourni. Si utilisé avec un rapport, il est obligatoire. *Remarque. Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.*

source: ``Date To``
fr: ``Date à``

source: Type in a date; or use the Date Selector Button, to enter the end of a period, in which policies have their enrolment, effective, expire or renewal days or in which claimed health care was provided. If used with a report, it is mandatory. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Saisissez une date; ou utilisez le Sélecteur de Date de Bouton de, pour entrer dans la fin d'une période, dans laquelle les polices ont leur inscription, efficace, d'expiration ou de renouvellement des jours ou des dans le qui revendique de soins de santé ont été fournis. Si utilisé avec un rapport, il est obligatoire. *Remarque. Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.*

source: ``Payment Type``
fr: ``Type de paiement``

source: Select the ``Payment Type`` from the drop down list by clicking on the right arrow. By selecting any of the options a user can filter the report on a particular type of the payment. This filter is not mandatory, leave it blank to preview the report on all the payment modes.
fr: Sélectionnez le `Type de Paiement`, dans la liste déroulante en cliquant sur la flèche de droite. En sélectionnant l'une des options, les utilisateurs peuvent filtrer le rapport sur un type particulier de paiement. Ce filtre n'est pas obligatoire, laissez le champ vide pour afficher un aperçu du rapport sur tous les modes de paiement.

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select a region, data of which should be included for the report. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner une région, les données qui devraient être inclus pour le rapport. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un alors la région sera automatiquement sélectionné.*

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select a district, data of which should be included for the report. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner un district, des données qui devraient être inclus pour le rapport. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.*

source: ``Product``
fr: ``Produit``

source: Select the ``Product``; from the list of products by clicking on the arrow on the right of the selector to include in the report data for the specific product. *Note: The list will only be filled with the products belong to the districts assigned to the current logged in user. If this is only one then the product will be automatically selected.*
fr: Sélectionnez le `Produit`; à partir de la liste des produits en cliquant sur la flèche à droite du sélecteur à inclure dans le rapport les données pour le produit spécifique. *Remarque: La liste ne sera rempli avec les produits appartiennent aux quartiers assigné à l'utilisateur connecté. Si ce n'est que le produit sera automatiquement sélectionné.*

source: ``Month``
fr: ``Mois``

source: Select the ``Month`` from the list of months by clicking on the arrow on the right of the selector to include in the report data relating to that month selected.
fr: Sélectionnez le ``Mois`` dans la liste des mois en cliquant sur la flèche à droite du sélecteur pour inclure dans le rapport les données relatives au mois sélectionné.

source: ``Year``
fr: ``Année``

source: Select the ``year`` from the list of years by clicking on the arrow on the right of the selector to include in the report data relating to that year selected.
fr: Sélectionnez ``l'année`` dans la liste des années en cliquant sur la flèche à droite du sélecteur pour inclure dans le rapport les données relatives à l'année sélectionnée.

source: ``Quarter``
fr: ``Quartier``

source: Select the ``quarter`` from the list of quarters by clicking on the arrow on the right of the selector to include in the report data relating to that quarter selected.
fr: Sélectionnez le ``trimestre`` dans la liste des trimestres en cliquant sur la flèche à droite du sélecteur pour inclure dans le rapport les données relatives au trimestre sélectionné.

source: ``HF Code``
fr: ``Code HF``

source: Select the ``HF Code``; from the list of heath facility codes by clicking on the arrow on the right of the selector to create the report for the specific health facility. *Note: The list will only be filled with health facility codes of health facilities belonging to the districts assigned to the current logged in user. If this is only one then the health facility code will be automatically selected.*
fr: Sélectionnez le `HF Code`; à partir de la liste de la santé de la facilité de codes en cliquant sur la flèche à droite du sélecteur pour créer le rapport spécifique à l'établissement de santé. *Remarque: La liste ne sera rempli avec de l'établissement de santé les codes des établissements de santé appartenant aux districts assigné à l'utilisateur connecté. Si ce n'est que l'un puis l'établissement de santé, le code sera automatiquement sélectionné.*

source: ``Enrolment Officer``
fr: ``Officier d'inscription``

source: Select the enrolment officer; from the list of enrolment officers by clicking on the arrow on the right of the selector to select enrolment officer data of whom should be included in the report. *Note: The list will only be filled with the enrolment officers assigned to the current selected district. If this is no district selected the enrolment officers list will be filled by all districts' enrolment officers*
fr: Sélectionnez la scolarisation officier; à partir de la liste des agents d'inscription en cliquant sur la flèche à droite du sélecteur pour sélectionner l'inscription officier de données qui devraient être inclus dans le rapport. *Remarque: La liste ne sera rempli avec les agents d'inscription attribué à la sélection du district. Si ce n'est pas le district sélectionné les agents d'inscription liste sera remplie par tous les districts les agents d'inscription*

source: ``Payer``
fr: ``Contributeur``

source: Select the payer from the drop down list by clicking on the right arrow. By selecting any of the options a user can filter the report on a particular payer. This filter is not mandatory; leave it blank to preview the report on all the payers.
fr: Sélectionnez le donneur d'ordre à partir de la liste déroulante en cliquant sur la flèche de droite. En sélectionnant l'une des options, les utilisateurs peuvent filtrer le rapport sur un donneur d'ordre. Ce filtre n'est pas obligatoire; laissez ce champ vide pour afficher un aperçu du rapport sur tous les contribuables.

source: ``Claim Status``
fr: ``Statut de prestation``

source: Select the claim status from the drop down list by clicking on the right arrow. By selecting any of the options a user can filter the report on a particular claim status. This filter is not mandatory, leave it blank to preview the report on all the claim statuses.
fr: Sélectionnez l'état de la prestation à partir de la liste déroulante en cliquant sur la flèche de droite. En sélectionnant l'une des options, les utilisateurs peuvent filtrer le rapport sur une prestation de statut. Ce filtre n'est pas obligatoire, laissez le champ vide pour afficher un aperçu du rapport sur l'ensemble de la prestation statuts.

source: ``Sorting``
fr: ``Tri``

source: Select the way of sorting of records in the report from the list of available ways of sorting **(Renewal Date, Receipt Number, Enrolment Officer)**.
fr: Sélectionnez le mode de tri des enregistrements dans le rapport dans la liste des moyens de tri disponibles**(date de renouvellement, numéro de reçu, agent d'inscription)**.

source: ``Previous``
fr: ``Précédent``

source: Select the previous reports from the drop down list by clicking on the right arrow. By selecting any of the options a user can fetch a report which was produced before. *Note: This filter is available only for Matching Funds Report.*
fr: Sélectionnez les précédents rapports à partir de la liste déroulante en cliquant sur la flèche de droite. En sélectionnant l'une des options de l'utilisateur peut chercher un rapport qui a été produit avant. *Remarque: Ce filtre est disponible uniquement pour les Fonds de contrepartie Rapport.*

source: ``CONTROL NO.``
fr: ``CONTRÔLE NO.``

source: Enter a control number to get a payment corresponding to the entered control number. This filter is not mandatory. *Note: This filter is available only for Contribution Payment Report.*
fr: Entrez un numéro de contrôle pour obtenir un paiement correspondant au numéro de contrôle entré. Ce filtre n'est pas obligatoire. *Remarque: ce filtre est disponible uniquement pour le rapport de paiement de contribution.*

source: ``PAYMENT STATUS``
fr: ``ÉTAT DE PAIEMENT``

source: Select either Matched or Unmatched as the payment status. *Note: This filter is available only for Contribution Payment Report.*
fr: Sélectionnez Correspondance ou Inégalé comme statut de paiement. *Remarque: ce filtre est disponible uniquement pour le rapport de paiement de contribution.*

source: ``POSTING STATUS``
fr: ``AFFICHAGE DU STATUT``

source: Select the status of posting of requests for control numbers. This filter is not mandatory. *Note: This filter is available only for Control Number Assignment.*
fr: Sélectionnez l'état de publication des prestations de numéros de contrôle. Ce filtre n'est pas obligatoire. *Remarque: ce filtre est disponible uniquement pour l'attribution des numéros de contrôle.*

source: ``ASSIGNMENT STATUS``
fr: ``STATUT DE CESSION``

source: Select the status of results of requests for control number. This filter is not mandatory. *Note: This filter is available only Control Number Assignment Report.*
fr: Sélectionnez l'état des résultats des prestations de numéro de contrôle. Ce filtre n'est pas obligatoire. *Remarque: ce filtre n'est disponible que dans le rapport d'attribution de numéro de contrôle.*

source: ``INSURANCE NUMBER``
fr: ``NUMÉRO D'ASSURANCE``

source: Enter the insurance number of an insuree. This filter is not mandatory. Note: This filter is available only Claim History Report.
fr: Entrez le numéro d'assurance d'un assuré. Ce filtre n'est pas obligatoire. Remarque: ce filtre n'est disponible que dans le rapport sur l'historique des prestations.

source: Select the mode (Prescribed Contributions, Actually Paid Contributions) of calculation of commissions. This filter is mandatory. Note: This filter is available only Overview of Commissions.
fr: Sélectionnez le mode (Contributions prescrites, Contributions effectivement payées) de calcul des commissions. Ce filtre est obligatoire. Remarque: ce filtre n'est disponible que dans Aperçu des commissions.

source: ``COMMISSION RATE``
fr: ``TAUX DE COMMISSION``

source: Enter a commission rate as % of an assessment base. This filter is mandatory. Note: This filter is available only Overview of Commissions
fr: Saisissez un taux de commission en% d'une base d'évaluation. Ce filtre est obligatoire. Remarque: ce filtre est disponible uniquement Aperçu des commissions

source: ``Date Selector Button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image223`) by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: En cliquant sur le `Sélecteur de Date Bouton` pop-up facile à utiliser, calendrier sélecteur (:numref:`image223`) par défaut, le calendrier afficher le mois en cours ou le mois de la date sélectionnée, avec le courant de la journée en surbrillance.

source: At anytime during the use of the pop-up, the user can see the date of **today**.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date de **aujourd'hui** .

source: Clicking on *today* will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur * aujourd'hui * pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the month will display all the months for the year.
fr: Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: **Report Type Selector**
fr: **Sélecteur de type de rapport**

source: This panel contains a list of available report types. A user can select to create a desired report by clicking on the report type list item (:numref:`image224`) and narrow the report using the criteria being shown on the panel above, and then click the ``preview`` button to create the report. Available report types are:
fr: Ce panneau contient une liste des types de rapport. Un utilisateur peut choisir de créer un rapport de votre choix en cliquant sur le type de rapport de l'élément de liste (:numref:`image224`) et étroit le rapport en utilisant les critères indiqués sur le panneau ci-dessus, puis cliquez sur le bouton `aperçu` pour créer le rapport. Types de rapport sont:

source: `Report Type Selector`
fr: `Sélecteur de type de rapport`

source: **Button Panel**
fr: **Panneau de boutons**

source: ``Preview button``
fr: ``Bouton Aperçu``

source: By clicking on this button, the system will process the selected report type basic on the corresponding criteria submitted and re-direct current user to `Report Page <#reports>`__, for previewing the processed report. At any time the user clicks on the preview button, the current criteria will be saved in the session and can be reused later in the same session and for other report types where the same criteria are found.
fr: En cliquant sur ce bouton, le système traitera le type de rapport sélectionné de base sur les critères correspondants soumis et redirigera l'utilisateur actuel vers `Page de rapport <#reports>`__, pour prévisualiser le rapport traité. À tout moment où l'utilisateur clique sur le bouton d'aperçu, les critères actuels seront enregistrés dans la session et peuvent être réutilisés plus tard dans la même session et pour d'autres types de rapports où les mêmes critères sont trouvés.

source: ``Cancel button``
fr: ``Bouton Annuler``

source: By clicking on this button, the current user will be re-directed to the :ref:`Home Page <home_page>`.
fr: En cliquant sur ce bouton, l'utilisateur actuel sera <home_page> vers :ref:`Home Page <home_page>`.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur if there was an error at any time during the processing of the reports.
fr: Le Panneau d'Information est utilisé pour afficher des messages à l'utilisateur. Les Messages se produire si il y a une erreur à tout moment au cours du traitement des rapports.
