Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/claims/hf_claims.po
Languages: fr

source: Heath Facility Claims
fr: Prestations relatives aux installations de Santé

source: Access to the ``Health Facility Claims Page`` is restricted to users with the role of Claim Administrator.
fr: L'accès à la ``Page des prestations des établissements de santé`` est réservé aux utilisateurs ayant le rôle d'administrateur des prestations.

source: Pre-conditions
fr: Conditions préalables

source: All functionality for use with the administration of health facility claims can be found under the main menu ``Claims``, sub menu ``Health Facility Claims``.
fr: Toutes les fonctionnalités destinées à l'administration des prestations se trouvent dans le menu principal ``Prestations``, sous-menu ``Prestations des établissements de santé``.

source: `Image - Navigation Health Facility Claims`
fr: `Image - Navigation: Prestations des établissements de santé`

source: Clicking on the sub menu ``Health Facility Claims`` re-directs the current user to the :ref:`Claims Control Page <health_facility_claims>`.
fr: En cliquant sur le sous-menu ``Prestations des établissements de santé``, l'utilisateur actuel est redirigé vers :ref:`Page de contrôle des prestations <health_facility_claims>`.

source: Claims Control Page
fr: Page de contrôle des prestations

source: `Image - Claims Control Page`
fr: `Image - Page de contrôle des prestations`

source: The Claims Control Page is the central point for all health facility claim administration. By having access to this panel, it is possible to add, edit and search claims. Claims can be edited only in the state **Entered**. The panel is divided into four panels (:numref:`claims_control_img`).
fr: La Page de contrôle des prestations est la page centrale pour l'administration des prestation par les établissements de santé. En ayant accès à ce panneau, il est possible d'ajouter, de modifier et rechercher des prestations. Les prestations peuvent être modifiés que dans l'état **Conclusion**. Le panneau est divisé en quatre panneaux (:numref:`claims_control_img`).

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. In the case of claims the following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques afin de minimiser les résultats de la recherche. Dans le cas des prestations les options de recherche suivantes sont disponibles qui peuvent être utilisés seuls ou en combinaison les uns avec les autres.

source: ``Region``
fr: ``Région``

source: Select the ``Region``; where claiming or searched for health facility is located from the list of regions by clicking on the arrow on the right of the selector to select claims from a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected*
fr: Sélectionnez la `Région`; d'où le centre de santé est situé à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les prestations d'une région spécifique. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un alors la région sera automatiquement sélectionnée*

source: ``District``
fr: ``Quartier``

source: Select the ``district``; where claiming or searched for health facility is located from the list of districts by clicking on the arrow on the right of the selector to select claims from a specific district. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le `quartier`; d'où le centre de santé est situé à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les prestations d'un district particulier. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.*

source: ``HF Code``
fr: ``Code ESA``

source: Select the ``HF Code`` (Health Facility Code) from the list of codes of health facilities by clicking on the arrow on the right of the selector, to select claims from a specific health facility. *Note: The list will only be filled with the health facilities belonging to the selected district and assigned to the current logged in user.*
fr: Sélectionnez le ``Code ESA`` (Code de l'établissement de santé) dans la liste des codes des établissements de santé en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations d'un établissement de santé spécifique. *Remarque: La liste ne sera remplie qu'avec les formations sanitaires appartenant au district sélectionné et affectée à l'utilisateur actuellement connecté.*

source: ``HF Name``
fr: ``Nom ESA``

source: Type in the beginning of; or the full ``HF Name`` (Health Facility Name) to search for claims belonging to the health facility whose name start with or match completely the typed text.
fr: Tapez au début de; ou le ``Nom ESA`` complet (Nom de l'établissement de santé) pour rechercher les allégations appartenant à l'établissement de santé dont le nom commence ou correspond complètement au texte tapé.

source: ``Claim Administrator``
fr: ``Administrateur des prestations``

source: Select the ``Claim Administrator`` from the list of claim administrators by clicking on the arrow on the right of the selector, to select claims submitted by a specific claim administrator. *Note: The list will only be filled with the claim administrators belonging to the health facility selected.*
fr: Sélectionnez ``Administrateur de prestations`` dans la liste des administrateurs de prestations en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations soumises par un administrateur de prestation spécifique. *Remarque: La liste ne sera remplie qu'avec les administrateurs de demandes d'indemnisation appartenant à l'établissement de santé sélectionné.*

source: ``Visit Type``
fr: ``Type de visite``

source: Select the ``Visit Type`` from the list of visit types (or hospital stays) by clicking on the arrow on the right of the selector, to select claims with specified visit type.
fr: Sélectionnez le ``Type de visite`` dans la liste des types de visites (ou séjours hospitaliers) en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations avec le type de visite spécifié.

source: ``Insurance Number``
fr: ``Numéro d'assurance``

source: Type in the beginning of; or the full ``Insurance Number``, to search for claims, on behalf of insurees with the insurance number which starts with or match completely the typed text.
fr: Tapez au début de; ou le ``Numéro d'assurance`` complet, pour rechercher des prestations, au nom des assurés avec le numéro d'assurance qui commence ou correspond complètement au texte tapé.

source: ``Claim No.``
fr: ``Prestation n°``

source: Type in the beginning of; or the full ``Claim No.``, to search for claims with the specific claim identification which starts with or match completely the typed text.
fr: Tapez au début de; ou le ``Prestation n°`` complet, pour rechercher des prestations avec l'le numéro de prestation spécifique qui commence ou correspond complètement au texte tapé.

source: ``Review Status``
fr: ``Statut d'évaluation``

source: Select the ``Review Status`` from the list of options for review status by clicking on the arrow on the right of the selector, to select claims with specific review status.
fr: Sélectionnez le ``Statut d'évaluation`` dans la liste des options pour le statut d'évaluation en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations avec un statut d'évaluation spécifique.

source: ``Feedback Status``
fr: ``Statut de retour``

source: Select the ``Feedback Status`` from the list of options for feedback status by clicking on the arrow on the right of the selector, to select claims with specific feedback status.
fr: Sélectionnez le ``Statut de retour`` dans la liste des options pour le statut de retour en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations avec un statut de retour spécifique.

source: ``Claim Status``
fr: ``Statut de prestation``

source: Select the ``Claim Status`` from the list of options for claim status by clicking on the arrow on the right of the selector, to select claims with specific claim status.
fr: Sélectionnez le ``Statut de prestation`` dans la liste des options pour le statut de prestation en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations avec un statut de prestation spécifique.

source: ``Main Dg.``
fr: ``Dg principal``.

source: Select the ``Main Dg.`` from the list of diagnoses status by typing text, all diagnoses containing the typed text will appear and be selectable underneath the box, to select claims with main diagnosis.
fr: Sélectionnez le ``Dg principal`` dans la liste des diagnostics en tapant du texte, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la boîte, pour sélectionner les prestations avec le diagnostic principal.

source: ``Batch Run``
fr: ``Évaluation par lot``

source: Select the ``batch run`` from the list of batch runs by clicking on the arrow on the right of the selector, to select claims from specific batch run
fr: Sélectionnez le ``batch batch`` dans la liste des batch batchs en cliquant sur la flèche à droite du sélecteur, pour sélectionner les prestations d'un batch batch spécifique

source: ``Visit Date From``
fr: ``Date de visite du``

source: ``Visit Date To``
fr: ``Date de visite à``

source: ``Claim Date From``
fr: ``Prestation du``

source: ``Claim Date To``
fr: ``Prestations au``

source: Date Picker
fr: Sélecteur de date

source: `Day picker`
fr: `Sélecteur de jour`

source: `Month picker`
fr: `Sélecteur de mois`

source: `Year picker`
fr: `Sélecteur d'année`

source: At anytime during the use of the pop-up, the user can see the date of **today**. Clicking on a day will close the pop-up and display the date
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date de **aujourd'hui**. Cliquer sur un jour fermera la fenêtre contextuelle et affichera la date

source: Clicking on the arrow to the left displays the previous month. Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent. Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: ``Search Button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the Result Panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: The Result Panel displays a list of all claims found, matching the selected criteria in the search panel. The currently selected record is highlighted with light grey. (:numref:`image139`). Double click on the line re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le Résultat s'affiche sur le Panneau une liste de toutes les prestations, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en surbrillance avec un gris clair. (:numref:`image139`). Double-cliquez sur la ligne re-dirige l'utilisateur vers le record actuel pour obtenir la visualisation si c'est un record historique ou de la modification si c'est l'enregistrement en cours.

source: `Selected record (grey) - Result Panel`
fr: `Enregistrement sélectionné (gris) - Panneau de résultats`

source: A maximum of 10 records can be displayed per default but it can be changed by configuration (`gitHub <https://github.com/openimis/openimis-fe-claim_js>`_), in a scroll panel. Further records can be viewed by either changing the page or deleting/submitting the current loaded claims and search claims again.
fr: Un maximum de 10 enregistrements peuvent être affichés par défaut, mais ils peuvent être modifiés par configuration (`gitHub <https://github.com/openimis/openimis-fe-claim_js>`_), dans un panneau de défilement. D'autres enregistrements peuvent être consultés en modifiant la page ou en supprimant / soumettant à nouveau les prestations actuellement chargées et en effectuant une nouvelle recherche.

source: Modular openIMIS comes with `Material UI <https://material-ui.com/>`_ this means that there is a single button (:numref:`actions_btn`) which fonction will change depending on the context (Icon change), for less used functions a tree dots menu is available (:numref:`image_3d_claim_hf`) only when claim(s) are selected. By double-clicking on the claim line, the user is directed to the :ref:`Claim Page <claim-page>`, where the current selected claim can be edited (provided it in the state **Entered**), this page will open with the current information loaded into the data entry fields. See the :ref:`Claim Page <claim-page>` for information on the data entry and mandatory fields.
fr: OpenIMIS modulaire est livré avec `Material UI <https://material-ui.com/>`_ cela signifie qu'il y a un seul bouton (:numref:`actions_btn`) dont la fonction changera en fonction du contexte ( Changement d'icône), pour les fonctions moins utilisées, un menu arborescent de points est disponible (:numref:`image_3d_claim_hf`) uniquement lorsque les prestations sont sélectionnées. En double-cliquant sur la ligne de prestation, l'utilisateur est dirigé vers :ref:`Page des prestations <claim-page>`, où la prestation actuellement sélectionnée peut être modifiée (à condition qu'elle soit dans l'état **Saisie**), cette La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie des données. Voir la :ref:`Page des prestations <claim-page>` pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Materal icons
fr: Icônes matérielles

source: `Add`
fr: `Ajouter`

source: `Save`
fr: `Enregistrer`

source: `Back`
fr: `Retour`

source: `Print`
fr: `Imprimer`

source: claims actions
fr: Action pour les préstations

source: `select all`
fr: `sélectionner tout`

source: `tree dots`
fr: `points d'arbre`

source: `tree dots menu`
fr: `menu de points d'arbre`

source: ``add``
fr: ``ajouter``

source: By clicking on the add button (:numref:`mat_add`), the user is directed to the `Claim Page, <#claim-page>`__ where new entries for new claim can be added. When the page opens all entry fields are empty. See the :ref:`Claim Page <claim-page>` for information on the data entry and mandatory fields.
fr: En cliquant sur le bouton Ajouter (:numref:`mat_add`), l'utilisateur est dirigé vers la `Page des prestations <#claim-page>`__ où de nouvelles entrées pour une nouvelle prestation peuvent être ajoutées. Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir la :ref:`Page des prestations <claim-page>` pour plus d'informations sur la saisie des données et les champs obligatoires.

source: ``Submit selected``
fr: ``Soumettre la sélection``

source: By clicking on the submit selected manu (:numref:`mat_hf_claim_menu`), claim status of all selected claims with the status **Entered** will be submitted.
fr: En cliquant sur le dossier de soumission sélectionné (:numref:`mat_hf_claim_menu`), le statut de toutes les prestations sélectionnées avec le statut **Entrée** seront soumises.

source: Once the process is done, a popup window ( :numref:`image141` ) with the result of the process will be shown.
fr: Une fois le processus terminé, une fenêtre contextuelle (:numref:`image141`) avec le résultat du processus sera affichée.

source: `Submitted Claims details – Claims Control Page`
fr: `Détails des prestations soumises - Page de contrôle des prestations`

source: ``delete selected``
fr: ``supprimer la sélection``

source: By clicking on the delete selected menu, the current selected claim will be deleted.
fr: En cliquant sur le menu Supprimer la sélection, la prestation actuellement sélectionnée sera supprimée.

source: Before deleting a confirmation popup ( :numref:`image142` ) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`image142`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation – Claims Control Page`
fr: `Confirmation de suppression - Page de contrôle des prestations`

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a claim has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'une prestation aura été ajoutée, mise à jour ou supprimée ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Claim Page
fr: Page de prestation

source: **Data Entry**
fr: **La saisie des données**

source: `Claim Page`
fr: `Page de prestation`

source: Displays the code of the health facility. The field is read only (taken over from the :ref:`Claims Control Page <health_facility_claims>`) and cannot be edited.
fr: Affiche le code de l'établissement de santé. Le champ est en lecture seule (repris de :ref:`Claims Control Page <health_facility_claims>`) et ne peut pas être modifié.

source: Displays the name of the health facility. The field is read only (taken over from the :ref:`Claims Control Page <health_facility_claims>`) and cannot be edited.
fr: Affiche le nom du centre de santé. Le champ est en lecture seule (repris de :ref:`Claims Control Page <health_facility_claims>`) et ne peut pas être modifié.

source: Enter the insurance number of the patient. When the field is selected, the search insuree popup(:refnum:'insuree_picker') will be display and will allow the claim administrator to search the insuree based on its insurance number, or/and last name, or/and other(first) name . Mandatory.
fr: Saisissez le numéro d'assurance du patient. Lorsque le champ est rempli, la nom de l'assuré se met à jours (: refnum: 'insuree_picker'). Obligatoire.

source: `Search insuree popup`
fr: `Nom de l'assuré`

source: Enter the identification of the claim. Mandatory, up to 8 characters. It should be unique within the claiming health facility.
fr: Saisissez l'identification de la prestation. Obligatoire, jusqu'à 8 caractères. Il doit être unique dans l'établissement de santé demandeur.

source: Select the code of the main diagnosis by typing text, all diagnoses containing the typed text will appear and be selectable underneath the box. Mandatory.
fr: Sélectionnez le code du diagnostic principal en tapant du texte, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la boîte. Obligatoire.

source: Select the code of the first secondary diagnosis by typing text, all diagnoses containing the typed text will appear and be selectable underneath the box.
fr: Sélectionnez le code du premier diagnostic secondaire en tapant du texte, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la case.

source: Select the code of the second secondary diagnosis by typing text, all diagnoses containing the typed text will appear and be selectable underneath the box
fr: Sélectionnez le code du deuxième diagnostic secondaire en tapant du texte, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la case

source: Select the code of the third secondary diagnosis by typing text, all diagnoses containing the typed text will appear and be selectable underneath the box
fr: Sélectionnez le code du troisième diagnostic secondaire en tapant du texte, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la case

source: Select the code of the fourth secondary diagnosis by typing text, all diagnoses containing the typed text will appear and be selectable underneath the box
fr: Sélectionnez le code du quatrième diagnostic secondaire en tapant du texte, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la case

source: Displays code of the claim administrator. The field is read only (taken over from :ref:`the Claim Control Page <health_facility_claims>`) and cannot be edited.
fr: Affiche le code de l'administrateur de prestations. Le champ est en lecture seule (repris de :ref:`la page de contrôle des prestations <health_facility_claims>`) et ne peut pas être modifié.

source: Enter the visit date for out-patient care or the admission date for in-patient care. Mandatory.
fr: Saisissez la date de visite pour les soins ambulatoires ou la date d'admission pour les soins hospitaliers. Obligatoire.

source: Enter the discharge date for in-patient care.
fr: Entrez la date de sortie pour les soins hospitaliers.

source: ``Date Claimed``
fr: ``Date réclamée``

source: Enter the date when the claim was prepared by the health facility.
fr: Entrez la date à laquelle la prestation a été préparée par l'établissement de santé.

source: ``Guarantee No.``
fr: ``Numéro de garantie``

source: Enter identification of a guarantee letter for prior approval of provision of claimed health care.
fr: Entrez l'identification d'une lettre de garantie pour l'approbation préalable de la prestation réclamés.

source: Select the type of visit/hospital admission from the drop down list (**Emergency, Referral, Other**)
fr: Sélectionnez le type de visite/admission à l'hôpital dans la liste déroulante (**Urgence, référence, autre**)

source: ``service code``
fr: ``code soin``

source: When entering the service code, a dropdown suggestion box for the available services with the service code or service name matching your typed text will be shown. Available medical services in the dropdown suggestion box are taken over from the pricelist of medical services associated with the claiming health facility. The desired service can then be selected from the dropdown suggestion box by clicking on it using mouse or selecting it using up and down arrows, then pressing Enter key fill the service code text field, together with quantity and value field in the same row.
fr: Lorsque vous entrez le code de soin, une liste déroulante s'affiche correspondante au résultat d'une recherche faite à partir du texte saisi.Un fois sélectionner le prix sera éxtrait de la liste des prix des soins associés à la prestation de l'établissement de santé.
