Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/claims/hf_claims.po
Languages: fr

source: Once the selected service has been written on the service data grid row, a new service line will be added and the dropdown suggestion box will close itself. When needed, the dropdown suggestion box can be closed by clicking any place on the page but outside the dropdown suggestion box.
fr: Une fois que le soin sélectionné a été écrit sur la ligne de la grille de données de soin, une nouvelle ligne de soin sera ajoutée et la boîte à suggestions déroulante se fermera. Si nécessaire, la boîte à suggestions déroulante peut être fermée en cliquant sur n'importe quel endroit de la page mais en dehors de la boîte à suggestions déroulante.

source: `Services dropdown suggestion box – Claim Page`
fr: `Boîte à suggestions déroulante Services - Page de prestation`

source: ``quantity``
fr: ``quantité``

source: This field can be filled manually by entering a number in it or automatically is filled by 1 when the service code above is filled, through dropdown suggestion box. It is this field that receives focus after service code is filled above from the dropdown suggestion box.
fr: Ce champ peut être rempli manuellement en entrant un nombre ou automatiquement rempli par 1 lorsque le code de soin ci-dessus est rempli, via la liste déroulante. C'est ce champ qui reçoit le focus après que le code de soin est rempli ci-dessus à partir de la boîte à suggestions déroulante.

source: ``price``
fr: ``prix``

source: This field can be filled manually by entering a number in it or automatically is filled when the service code above is filled, through dropdown suggestion box. Automatically filled prices are taken over from the pricelist of medical services associated with the claiming health facility.
fr: Ce champ peut être rempli manuellement en entrant un numéro ou est automatiquement rempli lorsque le code de soin ci-dessus est rempli, via la liste déroulante. Les prix remplis automatiquement sont repris de la liste de prix des soins associés à l'établissement de santé demandeur.

source: ``explanation``
fr: ``explication``

source: Enter extra information about the service for the scheme administration (a medical officer of the scheme administrator).
fr: Entrez des informations supplémentaires sur le soin pour l'administration du régime (un médecin de l'administrateur du régime).

source: ``Items``
fr: ``Articles``

source: ``item code``
fr: ``code article``

source: When entering the item code, a dropdown suggestion box for the available items with the item code or item name matching your typed text will be shown. Available medical items in the dropdown suggestion box are taken over from the pricelist of medical items associated with the claiming health facility. The desired item can then be selected from the dropdown suggestion box by clicking on it using mouse or selecting it using up and down arrows, then pressing Enter key to fill the item code text field, together with quantity and value field in the same row.
fr: Lors de la saisie du code de produit, une liste déroulante s'affiche correspondante au résultat d'une recherche faite à partir du texte saisi. Un fois sélectionner le prix sera éxtrait de la liste des prix des produit médicaux associés à la prestation de l'établissement de santé.

source: Once the selected item has been written on the item data grid row, a new service line will be added and the dropdown suggestion box will close itself. When needed, the dropdown suggestion box can be closed by clicking any place on the page but outside the dropdown suggestion box.
fr: Une fois que l'élément sélectionné a été écrit sur la ligne de la grille de données de l'élément, une nouvelle ligne de soin sera ajoutée et la boîte à suggestions déroulante se fermera. Si nécessaire, la boîte à suggestions déroulante peut être fermée en cliquant sur n'importe quel endroit de la page mais en dehors de la boîte à suggestions déroulante.

source: `Items dropdown suggestion box – Claim Page`
fr: `Boîte à suggestions de liste déroulante Articles - Page de prestation`

source: This field can be filled manually by entering a number in it or automatically is filled by 1 when the item code above is filled, through dropdown suggestion box. It is this filled that receives focus after item code is filled above from the dropdown suggestion box.
fr: Ce champ peut être rempli manuellement en entrant un nombre ou automatiquement rempli par 1 lorsque le code du produit médical ci-dessus est rempli, via la liste déroulante. C'est ce remplissage qui reçoit le focus après le remplissage du code du produit médical ci-dessus dans la boîte à suggestions déroulante.

source: This field can be filled manually by entering a number in it or automatically is filled when the item code above is filled, through dropdown suggestion box. Automatically filled prices are taken over from the pricelist of medical items associated with the claiming health facility.
fr: Ce champ peut être rempli manuellement en entrant un nombre ou est automatiquement rempli lorsque le code du produit médical ci-dessus est rempli, via la liste déroulante. Les prix remplis automatiquement sont repris de la liste de prix des produit médicaux associés à l'établissement de santé demandeur.

source: Enter extra information about the medical item for the scheme administration (a medical officer of the scheme administrator).
fr: Entrez des informations supplémentaires sur le produit médical pour l'administration du régime (un médecin de l'administrateur du régime).

source: ``claimed``
fr: ``revendiqué``

source: This field is filled automatically with a new total of quantities multiplied to their corresponding values in both data input grids at any time when there is a change in values in the either quantity fields or value fields anywhere in both data input grids.
fr: Ce champ est rempli automatiquement avec un nouveau total de quantités multiplié à leurs valeurs correspondantes dans les deux grilles d'entrée de données à tout moment lorsqu'il y a un changement de valeurs dans les champs de quantité ou les champs de valeur n'importe où dans les deux grilles d'entrée de données.

source: Enter extra information about the whole claim for the scheme administration (a medical officer of the scheme administrator).
fr: Entrez des informations supplémentaires sur l'ensemble de la prestation pour l'administration du régime (un médecin de l'administrateur du régime).

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button (:numref:`mat_save`) will save the claim. The user stay in the :ref:`Claim Page <claim-page>`; a message confirming that the claim has been saved will appear on the right of the :ref:`Claim Page <claim-page>` (:numref:`save_conf`).
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Enregistrer`` (:numref:`mat_save`) enregistrera la prestation. L'utilisateur reste dans :ref:`Claim Page <claim-page>`; un message confirmant que la prestation a été enregistrée apparaîtra à droite de la :ref:`Page de prestation <claim-page>` (:numref:`save_conf`).

source: claim save confirmation
fr: demande de confirmation de sauvegarde

source: `Create confirmation`
fr: `Créer une confirmation`

source: `Update confirmation`
fr: `Confirmation de mise à jour`

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk).
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque).

source: **Printing of a claim**
fr: **Impression d'une prestation**

source: By clicking on the ``Print`` button (:numref:`mat_print`), the user will be shown a printable version of the claim details page. The printable version of the claim is available in the pdf formats.
fr: En cliquant sur le bouton ``Imprimer`` (:numref:`mat_print`), l'utilisateur verra une version imprimable de la page des détails de la prestation. La version imprimable de la prestation est disponible dans les formats pdf.

source: **Creating of a new claim**
fr: **Création d'une nouvelle prestation**

source: By clicking on the ``Add`` button (:numref:`mat_add`), the :ref:`Claim Page <claim-page>` is cleared (with exception of HF Code, HF Name and Claim Administrator) and it ready for entering of a new claim for the same health facility and of the same claim administrator as before.
fr: En cliquant sur le bouton ``Ajouter`` (:numref:`mat_add`), la :ref:`Page de prestation <claim-page>` est effacé (à l'exception du code HF, du nom HF et de l'administrateur des prestations) et il est prêt pour la saisie d'une nouvelle demande pour le même établissement de santé et le même administrateur de demande que précédemment.

source: **back**
fr: **retour**

source: By clicking on the ``back`` (:numref:`mat_back`) button, the user will be re-directed to the :ref:`Claims Control Page <health_facility_claims>`.
fr: En cliquant sur le bouton ``retour`` (:numref:`mat_back`), l'utilisateur sera redirigé vers la :ref:`Page de contrôle des prestations <health_facility_claims>`
