Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/claims/review_claims.po
Languages: fr

source: Review claims
fr: Examiner les prestations

source: The functionality allows reviewing and adjustments of claims from medical point of view. Reviewing of claims is restricted to users with the system role of Medical Officer or with a role including an access to Claims/Claim/Review.
fr: La fonctionnalité permet d'examiner et d'ajuster les prestations d'un point de vue médical. La révision des prestations est réservée aux utilisateurs ayant le rôle de médecin-conseil ou ayant un accès aux prestations / prestations / révisions.

source: Pre-conditions
fr: Conditions préalables

source: A claim has been already submitted.
fr: Une prestation a déjà été soumise.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of claim overview can be found under the main menu ``Claims``, sub menu ``Reviews.``
fr: Toutes les fonctionnalités à utiliser avec l'administration de l'aperçu des prestations se trouvent dans le menu principal ``Prestations``, sous-menu ``Avis``.

source: `Navigation Review`
fr: `Navigation: Revue`

source: Clicking on the sub menu ``Review`` re-directs the current user to the :ref:`Claims Overview Page <claims-overview-page>`
fr: En cliquant sur le sous-menu ``Révision``, l'utilisateur actuel est redirigé vers :ref:`Récapitulatif des <claims-overview-page>`

source: `Image - Claims Overview Page`
fr: `Image - Page de présentation des prestations`

source: Claims Overview Page
fr: Page Présentation des prestations

source: The Claims Overview Page is the central point for all claim review administration. By having access to this panel, it is possible to review, feedback, amend and process claims. The panel is divided into five sections (:numref:`claims_review_img`).
fr: La page Aperçu des prestations est le point central de toute administration d'examen des prestations. En ayant accès à ce panneau, il est possible d'examiner, de commenter, de modifier et de traiter les prestations. Le panneau est divisé en cinq sections (:numref:`claims_review_img`).

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. In the case of claims the following search options are available, which can be used alone, or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des prestations, les options de recherche suivantes sont disponibles, qui peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list that appear after typing characters, all region containing the typed text will appear and be selectable underneath the box. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected*
fr: Sélectionnez la ``Région``; dans la liste qui apparaît après avoir tapé des caractères, toutes les régions contenant le texte tapé apparaîtront et pourront être sélectionnées sous la boîte. *Remarque: La liste ne sera remplie qu'avec les régions affectées à l'utilisateur actuellement connecté. S'il ne s'agit que d'une seule, la région sera automatiquement sélectionnée*

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list that appear after typing characters , all district containing the typed text will appear and be selectable underneath the box. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected*
fr: Sélectionnez le ``District``; à partir de la liste qui apparaît après avoir tapé des caractères, tous les quartiers contenant le texte tapé apparaîtront et pourront être sélectionnés sous la case. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée et attribués à l'utilisateur actuellement connecté. S'il ne s'agit que d'un seul, le district sera automatiquement sélectionné*

source: ``HF Code``
fr: ``Code HF``

source: Select the ``HF Code``; from the list that appear after typing characters, all HF code containing the typed text will appear and be selectable underneath the box. *Note: The list will only be filled with the health facilities belonging to the selected district and assigned to the current logged in user*.
fr: Sélectionnez le ``Code HF``; Dans la liste qui apparaît après avoir tapé des caractères, tout le code HF contenant le texte tapé apparaîtra et pourra être sélectionné sous la boîte. *Remarque: La liste ne sera remplie qu'avec les formations sanitaires appartenant au district sélectionné et affectées à l'utilisateur actuellement connecté*.

source: ``HF Name``
fr: ``Nom HF``

source: Type in the beginning of; or the full ``HF Name``, to search for claims belonging to the health facility whose name start with or match completely the typed text.
fr: Tapez au début de; ou le ``Nom HF`` complet, pour rechercher les allégations appartenant à l'établissement de santé dont le nom commence ou correspond complètement au texte tapé.

source: ``Claim Administrator``
fr: ``Administrateur des prestations``

source: Select the ``claim administrator`` from the list that appear after typing characters , all claim administrator containing the typed text will appear and be selectable underneath the box. *Note: The list will only be filled with the claim administrators belonging to the health facility selected*.
fr: Sélectionnez ``administrateur de prestations`` dans la liste qui apparaît après avoir tapé des caractères, tous les administrateurs de prestations contenant le texte tapé apparaîtront et pourront être sélectionnés sous la case. *Remarque: La liste ne sera remplie qu'avec les administrateurs de demandes d'indemnisation appartenant à l'établissement de santé sélectionné*.

source: ``Insurence Number``
fr: ``Numéro d'assurance``

source: Enter the insurance number of the patient. When the field is selected, the search insuree popup(:refnum:'insuree_picker') will be display and will allow the claim administrator to search the insuree based on its insurance number, or/and last name, or/and other(first) name .
fr: Saisissez le numéro d'assurance du patient. Lorsque le champ est sélectionné, la fenêtre contextuelle de l'assuré de recherche (: refnum: 'insuree_picker') sera affichée et permettra à l'administrateur de prestation de rechercher l'assuré en fonction de son numéro d'assurance, ou / et de son nom de famille, ou / et autre (en premier) Nom .

source: ``Review Status``
fr: ``Vérifier l'état``

source: Select the ``Review Status`` from the list of the options for review status by clicking on the arrow on the right of the selector to select claims with a specific review status.
fr: Sélectionnez le ``Statut d'évaluation`` dans la liste des options pour le statut d'évaluation en cliquant sur la flèche à droite du sélecteur pour sélectionner les prestations avec un statut d'évaluation spécifique.

source: ``Feedback Status``
fr: ``Statut de retour``

source: Select the ``Feedback Status`` from the list of the options for feedback status by clicking on the arrow on the right of the selector to select claims with a specific feedback status.
fr: Sélectionnez le ``Statut de retour`` dans la liste des options pour le statut de retour en cliquant sur la flèche à droite du sélecteur pour sélectionner les prestations avec un statut de retour spécifique.

source: ``Claim Status``
fr: ``Statut de prestation``

source: Select the ``Claim Status`` from the list of the options for claim status by clicking on the arrow on the right of the selector to select claims with a specific claim status.
fr: Sélectionnez le ``Statut de prestation`` dans la liste des options pour le statut de prestation en cliquant sur la flèche à droite du sélecteur pour sélectionner les prestations avec un statut de prestation spécifique.

source: Select the ``Main Dg.`` from the list of diagnoses by typing characters, all diagnoses containing the typed text will appear and be selectable underneath the box, to select claims with main diagnosis.
fr: Sélectionnez le ``Dg principal`` dans la liste des diagnostics en tapant des caractères, tous les diagnostics contenant le texte tapé apparaîtront et pourront être sélectionnés sous la boîte, pour sélectionner les prestations avec diagnostic principal.

source: Select the ``Batch Run`` from the list of batch runs by clicking on the arrow on the right of the selector to select claims included in a specific batch run.
fr: Sélectionnez le ``Batch Run`` dans la liste des lots de lots en cliquant sur la flèche à droite du sélecteur pour sélectionner les prestations incluses dans un lot spécifique.

source: ``Visit Date From``
fr: ``Date de visite du``

source: Type in a date; or use the Date Selector (:numref:`cal_picker`), to search for claims with a ``Visit Date From`` which is on or is greater than the date typed/selected. *Note. To clear the date entry box; use the ``Clear`` button on the date picker popup.*
fr: Tapez une date; ou utilisez le sélecteur de date (:numref:`cal_picker`), pour rechercher des prestations avec une ``Date de visite à partir de`` qui est sur ou est supérieure à la date tapée/sélectionnée. *Remarque. Pour effacer la zone de saisie de la date; utilisez le bouton ``Effacer`` dans la fenêtre contextuelle du sélecteur de date.*

source: ``Visit Date To``
fr: ``Visit au``

source: Type in a date; or use the Date Selector (:numref:`cal_picker`), to search for claims with a ``Visit Date To`` which is on or is less than the date typed/selected. *Note. To clear the date entry box; use the ``Clear`` button on the date picker popup.*
fr: Tapez une date; ou utilisez le Sélecteur de date (:numref:`cal_picker`), pour rechercher des prestations avec une ``Date de visite à`` qui est sur ou est inférieure à la date tapée / sélectionnée. *Remarque. Pour effacer la zone de saisie de la date; utilisez le bouton ``Effacer`` dans la fenêtre contextuelle du sélecteur de date.*

source: ``Claim Date From``
fr: ``Prestation du``

source: Type in a date; or use the Date Selector (:numref:`cal_picker`), to search for claims with a ``Claim Date From`` which is on or is greater than the date typed/selected. *Note. To clear the date entry box; use the ``Clear`` button on the date picker popup.*
fr: Tapez une date; ou utilisez le sélecteur de date (:numref:`cal_picker`), pour rechercher des prestations avec une ``Date de prestation à partir de`` qui est sur ou est supérieure à la date tapée / sélectionnée. *Remarque. Pour effacer la zone de saisie de la date; utilisez le bouton ``Effacer`` dans la fenêtre contextuelle du sélecteur de date.*

source: ``Claim Date To``
fr: ``Prestation au``

source: Type in a date; or use the Date Selector (:numref:`cal_picker`), to search for claims with a ``Claim Date To`` which is on or is less than the date typed/selected. *Note. To clear the date entry box; use the ``Clear`` button on the date picker popup.*
fr: Tapez une date; ou utilisez le sélecteur de date (:numref:`cal_picker`), pour rechercher des prestations avec une ``Date de prestation à`` qui est sur ou est inférieure à la date tapée / sélectionnée. *Remarque. Pour effacer la zone de saisie de la date; utilisez le bouton ``Effacer`` dans la fenêtre contextuelle du sélecteur de date.*

source: ``Visit Type``
fr: ``Type de visite``

source: Select type of out-patient visit or in-patient admission from the list of types of visit to search for claims made on specific visit/admission type.
fr: Sélectionnez le type de visite ambulatoire ou d'admission hospitalière dans la liste des types de visite pour rechercher les prestations de remboursement concernant un type de visite / d'admission spécifique.

source: **Claim Selection Update Panel**
fr: **Panneau de mise à jour de la sélection des prestations**

source: This panel is basically for functionality of updating multiple claims which are currently loaded in the Result Panel at once basing on the claim filter criteria available on this panel. The update on the claims is basically changing **Feedback Status** and **Review Status** of a claim from **Idle** to **Selected for Feedback** or **Selected for Review** respectively. The filters in this panel work on the claims which are currently loaded on the result panel. The combination of filters is either ``Select`` and either ``Random`` or ``Value`` combination of ``Value`` and ``Variance``.
fr: Ce panneau est essentiellement pour la fonctionnalité de mise à jour de plusieurs prestations, qui sont actuellement chargés dans le Résultat du Panneau en se basant sur les critéres de recherche choisi. Les mises à jour sur les prestations sont disponible pour les champs **Statut du retour** et **Statut d'évaluation** d'une prestation ayant la valeur **Sans** pour ces champs. Aprés la modification, les champs passeront à **Sélectionnée pour retour** ou **Sélectionnée pour évaluaiton** respectivement. La combinaison de filtres est soit `Sélectionner` et `Aléatoire` ou `Valeur` de la combinaison de `Valeur` et de `Variance`.

source: ``Select``
fr: ``Sélectionner``

source: A selection dropdown box to select between **Review Select** and **Feedback Select** to filter only claims whose review status is **Idle** or feedback status is **Idle** respectively from among claims currently in the Result Panel.
fr: Une liste déroulante de sélection pour choisir entre**Review Select** et **Feedback Select** pour filtrer uniquement les prestations dont le statut de la revue est **Idle** ou le statut de la retour est **Idle** respectivement parmi les prestations actuellement dans le résultat Panneau.

source: ``Random``
fr: ``Aléatoire``

source: Accept a number which is considered to be a percentage of the claims in the Result Panel. Check the random checkbox and enter a number on the text field next to checkbox. The default is 5%.
fr: Acceptez un nombre qui est considéré comme un pourcentage des prestations dans le panneau de résultats. Cochez la case aléatoire et entrez un nombre dans le champ de texte à côté de la case à cocher. La valeur par défaut est 5%.

source: ``Value``
fr: ``Valeur``

source: Accept a number which is considered to be claimed value. This will filter claims from the Result Panel by taking claims whose claimed value is equal or greater than the entered number in the Value text field. Check the value checkbox and enter a number on the text field next to checkbox.
fr: Acceptez un nombre qui est considéré comme une valeur réclamée. Cela filtrera les prestations du panneau de résultats en prenant les prestations dont la valeur réclamée est égale ou supérieure au nombre entré dans le champ de texte Valeur. Cochez la case de valeur et entrez un nombre dans le champ de texte à côté de la case à cocher.

source: Enable to set a variance arround the ``Value`` specified **Percentage Variance = [(Claim Value \ Filter Value) – 1] \* 100**
fr: Activer pour définir une variance autour de la ``valeur`` spécifiée ** Variation en pourcentage = [(Valeur de la presation \ Valeur de filtre) - 1] \ * 100**

source: ``filter button``
fr: ``bouton filtre``

source: Once desired criteria have been set and after clicking this button(:numref:`filter`), then the claims currently displayed in the result panel which satisfy the criteria, a reduced number of claim will be dispalyed in the result panel
fr: Une fois que les critères souhaités ont été définis et après avoir cliqué sur ce bouton (:numref:`filter`), puis les prestations actuellement affichées dans le panneau de résultats qui répondent aux critères, un nombre réduit de prestations sera affiché dans le panneau de résultats

source: ``bulk updates``
fr: ``mises à jour groupées``

source: One can select them all (:numref:`review_select_all`) then by clicking on the 3 dots(:numref:`review_3d`) more advanced actions (:numref:`review_actions`) will be displayed.
fr: On peut tous les sélectionner (:numref:`review_select_all`) puis en cliquant sur les 3 points (:numref:`review_3d`) des actions plus avancées (:numref:`review_actions`) seront affichées.

source: `Error message when the filter have no result`
fr: `Message d'erreur lorsque le filtre n'a pas de résultat`

source: A notification will be displayed to confirm display the action result(:numref:`review_action_not`)
fr: Une notification sera affichée pour confirmer l'affichage du résultat de l'action (:numref:`review_action_not`)

source: `Claim Review Action Notification`
fr: `Notification d'action d'évaluation de prestation`

source: **Result Panel**
fr: **Panneau de résultats**

source: The Result Panel displays a list of all claims found, matching the selected criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`review_result`).
fr: Le panneau de résultats affiche une liste de toutes les prestations trouvées, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est surligné en bleu clair, tandis que le survol des enregistrements change la surbrillance en jaune (:numref:`review_result`).

source: `Claim Review Search Result: Selected (light grey), record updated (zebras)`
fr: `Revendiquer le résultat de la recherche: sélectionné (gris clair), enregistrement mis à jour (zèbres)`

source: Per default 10 records can be displayed at one time in a scroll panel but this number can be changed (:numref:`mat_record_per_page`, the default value can also be changed in front end configuration), Further records can be viewed by changing pages (:numref:`mat_page_browser`).
fr: Par défaut, 10 enregistrements peuvent être affichés en même temps dans un panneau de défilement, mais ce nombre peut être modifié (:numref:`mat_record_per_page`, la valeur par défaut peut également être modifiée dans la configuration frontale), d'autres enregistrements peuvent être consultés en changeant de page ( :numref:`mat_page_browser`).

source: The Feedback and Review Status Columns in each row contain a drop down list with options for claim feedback status and claim review status. A user can change the claim feedback and review status to **Idle** to **Not Selected** or **Selected** or **Bypass**. the change will take effect directly in an asynchronous mode, a notification will indicate the result of the update (:numref:`review_selected_not`)
fr: La retour et d'évaluation de Statut de Colonnes dans chaque ligne contient une liste déroulante avec des options de demande de retour d'état et d'examen des prestations de statut. Un utilisateur peut modifier la prestation de la retour et le statut d'évaluation **Ralenti** à **Pas Sélectionné** ou **Sélectionné** ou **Bypass**. la modification prendra effet directement en mode asynchrone, un avis doit indiquer le résultat de la mise à jour (:numref:`review_selected_not`)

source: `Selection of claim for feedback/review notification`
fr: `Sélection de la prestation pour la retour / notification d'évaluation`

source: ``Deliver Review``
fr: ``Livrer un avis``

source: Clicking on this button (:numref:`review_review_but`) re-directs a user to the :ref:`Claim Review Page <claim-review-page>`, where a claim with review status **Selected for Review** can be reviewed and its current review status changed to **Reviewed.** If the claim is not in the status **Selected for Review** then the claim can be only loaded and shown to the user without any subsequent action.
fr: Un clic sur ce bouton (:numref:`review_review_but`) redirige un utilisateur vers la :ref:`Page des prestations<claim-review-page>`, où une prestation avec le statut d'évaluation **Sélectionnée pour révision** peut être révisée et son état d'évaluation actuel est passé à **Révisé.** Si la prestation n'est pas dans le statut **Sélectionnée pour révision**, la prestation peut uniquement être chargée et affichée à l'utilisateur sans aucune action ultérieure.

source: ``Deliver feedback``
fr: ``Fournir des commentaires``

source: Clicking on this button (:numref:`review_feedback_but`) re-directs a user to the :ref:`Claim Feedback Page <claim-feedback-page>`, where a claim with feedback status **Selected for Feedback** can be feed backed and its current feedback status changed to **Delivered**.
fr: Un clic sur ce bouton (:numref:`review_feedback_but`) redirige un utilisateur vers :ref:`Page de retour d'information <claim-feedback-page>`, où une prestation avec un statut de retour **Sélectionnée pour les commentaires** peut être alimenté et son statut de retour actuel est devenu **Livré**.

source: **Actions Menu**
fr: **Menu Actions**

source: The Action menu is used in conjunction with the current selected record (highlighted with light grey). The user should first select a record by clicking on any position of the record or by clicking on ``Select All`` (:numref:`review_select_all`)
fr: Le menu Action est utilisé conjointement avec l'enregistrement actuellement sélectionné (surligné en gris clair). L'utilisateur doit d'abord sélectionner un enregistrement en cliquant sur n'importe quelle position de l'enregistrement ou en cliquant sur ``Sélectionner tout`` (:numref:`review_select_all`)

source: claims review actions
fr: actions d'examen des prestations

source: `Select all`
fr: `Tout sélectionner`

source: `Filter button`
fr: `Bouton de filtre`

source: `tree dots`
fr: `points d'arbre`

source: `review actions menu`
fr: `revoir le menu des actions`

source: `Deliver Feedback Button`
fr: `Livrer le bouton de retour`

source: `Deliver Review Button`
fr: `Livrer le bouton d'évaluation`

source: `Page browser`
fr: `Navigateur de pages`

source: `Change the number of record per page`
fr: `Modifier le nombre d'enregistrements par page`

source: ``Clear Selection``:
fr: ``Effacer la sélection``:

source: Unselect the selected claims
fr: Désélectionnez les prestations sélectionnées

source: ``Select For Feedback``:
fr: ``Sélectionner pour les commentaires``:

source: set the feedback status of the selected claims to **Selected**
fr: définissez le statut de retour des prestations sélectionnées sur**Sélectionné**

source: ``Skip feedback``:
fr: ``Ignorer les commentaires``:

source: set the feedback status of the selected claims to **Not Selected**
fr: définissez le statut de retour des prestations sélectionnées sur**Non sélectionné**

source: ``Select For Review``:
fr: ``Sélectionner pour révision``:

source: set the review status of the selected claims to **Selected**
fr: définir le statut d'examen des prestations sélectionnées sur**Sélectionné**

source: ``Skip Review``:
fr: ``Ignorer la révision``:

source: set the review status of the selected claims to **Not Selected**
fr: définissez le statut d'examen des prestations sélectionnées sur **Non sélectionné**

source: ``Process selected``:
fr: ``Processus sélectionné``:

source: Process the selected claim with the status **Checked**, once processed the claims will have the status
fr: Traiter la prestation sélectionnée avec le statut**Vérifié**, une fois traitées, les prestations auront le statut

source: ``Processed``:
fr: ``Traité``:

source: this means that the valutation will be done against the cieling and deductible configure on the product page
fr: cela signifie que la valorisation se fera par rapport au cieling et à la franchise à configurer sur la page produit

source: **Information Panel**
fr: **Panneau d'information**
