Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/claims/review_claims.po
Languages: fr

source: The Information Panel is used to display messages back to the user. Messages will occur once a claim has been reviewed, updated, feedback added on claim or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'une prestation aura été examinée, mise à jour, des commentaires ajoutés sur la prestation ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Claim Review Page
fr: Page d'examen des prestations

source: **Data Entry**
fr: **La saisie des données**

source: `Claim Review Page`
fr: `Page d'examen des prestations`

source: ``Claim Review Page`` will show read-only information of the current claim selected for review, on the top section of the page, on some of the grid columns of the claim services grid and claim items grid and on the bottom of all the grids. As well, the page has input boxes where a user with the system role Medical Officer or with a role including an access to Claims/Claim/Review can enter new relevant values for review of the current claim.
fr: `Demande d'Examen Page` affiche des informations en lecture seule de la prestation actuelle sélectionnés aux fins d'examen, sur la partie supérieure de la page, sur certaines des colonnes de la grille de la prestation des soins de grille et de réclamer des éléments de la grille et sur le bas de toutes les grilles. Ainsi, la page d'entrée des boîtes où un utilisateur avec le rôle de système de médecin ou avec un rôle, y compris un accès aux Demandes/Demande/Révision pouvez entrer de nouvelles valeurs pertinentes pour l'examen de la prestation actuelle.

source: The health facility code and name which the claim belongs to.
fr: Le code et le nom de l'établissement de santé auquel appartient la prestation.

source: ``Main Dg.``
fr: ``Dg principal``.

source: The code of the main diagnosis.
fr: Le code du diagnostic principal.

source: The code of the first secondary diagnosis.
fr: Le code du premier diagnostic secondaire.

source: The code of the second secondary diagnosis.
fr: Le code du deuxième diagnostic secondaire.

source: The code of the third secondary diagnosis.
fr: Le code du troisième diagnostic secondaire.

source: The code of the fourth secondary diagnosis.
fr: Le code du quatrième diagnostic secondaire.

source: ``Visit type``
fr: ``Type de visite``

source: The type of the visit or of the hospital stay (**Emergency, Referral, Other**)
fr: Le type de visite ou de séjour à l'hôpital (**Urgence, référence, autre**)

source: ``Date Processed``
fr: ``Date traitée``

source: The date on which the claim was processed (sent to the state **Processed**).
fr: La date à laquelle la prestation a été traitée (envoyée à l'État ** traitée**).

source: The administrator's code, who was responsible for submission of the current claim.
fr: Le code de l'administrateur, qui était responsable de la soumission de la prestation actuelle.

source: ``Insurance Number``
fr: ``Numéro d'assurance``

source: The insurance number of the patient.
fr: Le numéro d'assurance du patient.

source: ``Claim No.``
fr: ``Prestation n °``

source: The unique identification of the claim within the claiming health facility.
fr: L'identification unique de la prestation dans l'établissement de santé demandeur.

source: ``Patient Name``
fr: ``Nom du patient``

source: The full name of the patient on whom the claim is made.
fr: Le nom complet du patient sur lequel la prestation est faite.

source: ``Date Claimed``
fr: ``Date réclamée``

source: The date on which the claim was prepared by the claiming health facility.
fr: La date à laquelle la prestation a été préparée par l'établissement de santé demandeur.

source: ``Visits Date From``
fr: ``Visites du``

source: The date on which the patient visited (or was admitted by) the health facility for treatment on which the claim is basing on.
fr: La date à laquelle le patient a visité (ou a été admis par) l'établissement de santé pour le traitement sur lequel la prestation se fonde.

source: The date on which the patient was discharged from the health facility for treatment on which the claim is basing on.
fr: La date à laquelle le patient est sorti de l'établissement de santé pour un traitement sur lequel la prestation se fonde.

source: ``Guarantee No.``
fr: ``Numéro de garantie``

source: Identification of a guarantee letter.
fr: Identification d'une lettre de garantie.

source: ``Claimed``
fr: ``Réclamé``

source: The sum of prices of all claimed services and items at the moment of submission of the claim.
fr: La somme des prix de tous les services et produit médicaux réclamés au moment de la soumission de la prestation.

source: ``approved``
fr: ``approuvé``

source: The value of the claim after automatic checking during its submission and after the corrections of the claim done by a medical officer.
fr: La valeur de la prestation après vérification automatique lors de sa soumission et après corrections de la prestation par un médecin.

source: ``Adjusted``
fr: ``Ajusté``

source: The value of the claim after automatic adjustments done according to the conditions of coverage by the patient’s policy.
fr: La valeur de la prestation après ajustements automatiques effectués selon les conditions de couverture par la police du patient.

source: ``Explanation``
fr: ``Explication``

source: Explanation to the claim provided by the claiming health facility.
fr: Explication de la prestation fournie par l'établissement de santé demandeur.

source: ``claim status``
fr: ``statut de prestation``

source: Claim status is shown on the very bottom right end side after the two grids. This is status which claim gets after submission.
fr: L'état de la prestation est indiqué tout en bas à droite après les deux grilles. Il s'agit du statut obtenu après la soumission.

source: **Editable information of the current claim**
fr: **Informations modifiables de la prestation actuelle**

source: ``Adjustment``
fr: ``Réglage``

source: Enter a text summarizing adjustments in claim done by a medical officer.
fr: Entrez un texte résumant les ajustements de la prestation effectués par un médecin.

source: **Services and Items data entry grids.**
fr: **Grilles de saisie des données sur les services et les produit médicaux.**

source: ``Approved Quantity (app.qty)``
fr: ``Quantité approuvée (app.qty)``

source: Enter a number of approved provisions of the corresponding medical service or item.
fr: Entrez un certain nombre de dispositions approuvées du soin ou du produit médical correspondant.

source: ``Approved Price (app. price)``
fr: ``Prix approuvé (prix app.)``

source: Enter an approved price of the corresponding medical service or item.
fr: Entrez un prix approuvé du soin ou du produit médical correspondant.

source: Enter justification for the entered corrections of the price and quantity of the medical service or item.
fr: Saisissez la justification des corrections saisies du prix et de la quantité du soin ou du produit médical.

source: ``status``
fr: ``statut``

source: Select either the status in the claim **Passed** or **Rejected** for the corresponding medical service or item respectively.
fr: Sélectionnez le statut dans la prestation **Réussi** ou **Rejeté** pour le soin ou le produit médicalcorrespondant, respectivement.

source: ``rejection reason``
fr: ``motif de rejet``

source: The last column of each of the two grids, headed with character '**R**', gives rejection reason number for each of the claimed services or claimed items in the claim services grid or the claim items grid respectively. Rejection reasons are as follows:
fr: La dernière colonne de chacune des deux grilles, intitulée `**R**`, indique le numéro du motif de rejet pour chacun des soins ou éléments revendiqués dans la grille des soins de prestation ou la grille des éléments de prestation respectivement. Les motifs de rejet sont les suivants:

source: The rejection description is displayed on the screen when the mouse pointer is above the given line (:numref:`rejection_desc_img`)
fr: La description du rejet est affichée à l'écran lorsque le pointeur de la souris est au-dessus de la ligne donnée (:numref:`rejection_desc_img`)

source: `Image Rejection Description`
fr: `Description du rejet de l'image`

source: Reason Code
fr: Code de raison

source: Reason Description
fr: Description du motif

source: Rejected by a medical officer
fr: Rejeté par un médecin

source: Accepted
fr: Accepté

source: Item/Service not in the registers of medical items/services
fr: Article / service ne figurant pas dans les registres de produit médicaux / services médicaux

source: Item/Service not in the pricelists associated with the health facility
fr: Article / service ne figurant pas dans les listes de prix associées à l'établissement de santé

source: Item/Service is not covered by an active policy of the patient
fr: L'article / le soin n'est pas couvert par une police active du patient

source: Item/Service doesn’t comply with limitations on patients (men/women, adults/children)
fr: L'article / le soin n'est pas conforme aux limitations imposées aux patients (hommes / femmes, adultes / enfants)

source: Item/Service doesn’t comply with frequency constraint
fr: L'article / le soin n'est pas conforme à la contrainte de fréquence

source: Not valid insurance number
fr: Numéro d'assurance non valide

source: Diagnosis code not in the current list of diagnoses
fr: Le code de diagnostic ne figure pas dans la liste actuelle des diagnostics

source: Target date of provision of health care invalid
fr: Date cible de prestation invalide

source: Item/Service doesn’t comply with type of care constraint
fr: L'article / le soin n'est pas conforme au type de contrainte de soins

source: Maximum number of in-patient admissions exceeded
fr: Dépassement du nombre maximal d'admissions en milieu hospitalier

source: Maximum number of out-patient visits exceeded
fr: Dépassement du nombre maximum de consultations externes

source: Maximum number of consultations exceeded
fr: Nombre maximal de consultations dépassé

source: Maximum number of surgeries exceeded
fr: Nombre maximum de chirurgies dépassé

source: Maximum number of deliveries exceeded
fr: Nombre maximum de livraisons dépassé

source: Maximum number of provisions of item/service exceeded
fr: Dépassement du nombre maximal de produit médicaux / service

source: Item/service cannot be covered within waiting period
fr: L'article / le soin ne peut pas être couvert pendant la période d'attente

source: Maximum number of antenatal contacts exceeded
fr: Dépassement du nombre maximum de contacts prénatals

source: **Saving / Reviewing**
fr: **Enregistrement / révision**

source: Once appropriate data is entered, clicking on the ``Save`` button (:numref:`mat_save`) will save the claim review and set the reivew status to ``deliver``; a message confirming that the claim has been saved will appear on the Information Panel.
fr: Une fois les données appropriées saisies, cliquer sur le bouton ``Enregistrer`` (:numref:`mat_save`) enregistrera la revue de la prestation et définira le statut de reivew sur ``livrer``; un message confirmant que la prestation a été enregistrée apparaîtra sur le panneau d'informations.

source: **data entry validation**
fr: **validation de la saisie des données**

source: If inappropriate data is entered at the time the user clicks the ``Save`` button, an error message will appear in the Information Panel, and the data field will take the focus.
fr: Si des données inappropriées sont saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message d'erreur apparaît dans le panneau d'informations et le champ de données prend le focus.

source: **Back**
fr: **Retour**

source: By clicking on the ``back`` button (:numref:`mat_back`), the user will be re-directed to the :ref:`Claims Overview Page <claims-overview-page>`.
fr: En cliquant sur le bouton ``retour`` (:numref:`mat_back`), l'utilisateur sera redirigé vers :ref:`Récapitulatif des <claims-overview-page>`.

source: Claim Feedback Page
fr: Page de commentaires sur les prestations

source: The Claim Feedback page will show read-only information of the current claim selected for feedback, on the top section of the page it has input boxes where a user with the system role Medical Officer or with a role including an access to Claims/Claim/Feedback can enter feedback on the current claim or where the user can read a feedback delivered by enrolment officers.
fr: La page de commentaires sur les prestations affichera des informations en lecture seule sur la prestation actuelle sélectionnée pour les commentaires, dans la section supérieure de la page, elle contient des zones de saisie où un utilisateur avec le rôle de médecin-conseil système ou avec un rôle comprenant un accès aux prestations / prestation / Les commentaires peuvent entrer des commentaires sur la prestation actuelle ou où l'utilisateur peut lire les commentaires fournis par les agents d'inscription.

source: `Claim Feedback Page`
fr: `Réclamer la page de commentaires`

source: Read-only data of the feedback includes in the section **Claim** the following:
fr: Les données en lecture seule des commentaires incluent dans la section **Prestation** les éléments suivants:

source: ``Health Facility``
fr: ``Établissement de santé``

source: ``Insuree``
fr: ``Assuré``

source: Patient/beneficiary names and insurance number
fr: Nom et numéro d'assurance du patient / bénéficiaire

source: Type of visit covered by the claim (emergency, referal, other)
fr: Type de visite couverte par la prestation (urgence, référence, autre)

source: Identification of a guarantee letter for prior approval of provision of claimed health care.
fr: Identification d'une lettre de garantie pour l'approbation préalable de la prestation demandés.

source: The status of the claim.
fr: Le statut de la prestation.

source: The status of the claim with respect to reviewing.
fr: L'état de la prestation en ce qui concerne l'examen.

source: The status of the claim with respect to feed backing.
fr: Le statut de la prestation en ce qui concerne le support alimentaire.

source: The administrator's code and name, who was responsible for submission of the current claim.
fr: Le code et le nom de l'administrateur, qui était responsable de la soumission de la prestation actuelle.

source: Modifiable data of the feedback included in the section **Feedback** the following
fr: Données modifiables des commentaires inclus dans la section **Commentaires** les éléments suivants

source: ``Feedback Date``
fr: ``Date de retour``

source: Type in a date of collection of the feedback; Clicking on the field will pop-up an easy to use, calendar selector (:numref:`cal_picker`); by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: Tapez une date de collecte des commentaires; Cliquer sur le champ fera apparaître un sélecteur de calendrier facile à utiliser (:numref:`cal_picker`); par défaut, le calendrier affichera le mois en cours ou le mois de la date actuellement sélectionnée, le jour en cours étant mis en surbrillance.

source: ``Enrolment Officer``
fr: ``Officier d'inscription``

source: Select an enrolment officer from the list of enrolment officers, by clicking the arrow on the right side of selection field. The enrolment officer collects feedback from the patient.
fr: Sélectionnez un agent d'inscription dans la liste des agents d'inscription, en cliquant sur la flèche à droite du champ de sélection. L'agent d'inscription recueille les commentaires du patient.

source: ``Care Rendered``
fr: ``Soins rendus``

source: Select ‘Yes’ or ‘No’ from the slider
fr: Sélectionnez `Oui` ou `Non` dans le curseur

source: ``Payment Asked``
fr: ``Paiement demandé``

source: ``Drugs Prescribed``
fr: ``Médicaments prescrits``

source: ``Drugs Received``
fr: ``Médicaments reçus``

source: ``Overall Assessment``
fr: ``Évaluation globale``

source: Choose one level among the six levels available from the slider
fr: Choisissez un niveau parmi les six niveaux disponibles dans le curseur

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button (:numref:`mat_save`) will save the feedback on current claim. The user will be re-directed back to the :ref:`Claims Overview Page <claims-overview-page>`\ ; a message confirming that the feedback has been saved will appear on the Information Panel. If inappropriate data is entered or mandatory data is not entered at the time the user clicks the Save button, an error message will appear in the Information Panel, and the data field will take the focus.
fr: Une fois toutes les données obligatoires saisies, un clic sur le bouton ``Enregistrer`` (:numref:`mat_save`) enregistrera les commentaires sur la prestation en cours. L'utilisateur sera redirigé vers :ref:`Récapitulatif des <claims-overview-page>` ; un message confirmant que les commentaires ont été enregistrés apparaîtra sur le panneau d'informations. Si des données inappropriées sont saisies ou des données obligatoires ne sont pas entrées au moment où l'utilisateur clique sur le bouton Enregistrer, un message d'erreur apparaît dans le panneau d'informations et le champ de données prend le focus.

source: By clicking on the ``back`` button (:numref:`mat_back`), the user will be re-directed to the :ref:`Claims Overview Page <claims-overview-page>`\ .
fr: En cliquant sur le bouton ``retour`` (:numref:`mat_back`), l'utilisateur sera redirigé vers la :ref:`Récapitulatif des <claims-overview-page>`\.
