Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/insuree.po
Languages: fr

source: *Note: There is an automated service in the openIMIS Server which will run on configured time basis repeatedly and assign related photos to insurees without photos if any exist in the openIMIS database. So after a user has input insuree's insurance number and no photo is displayed, there is no need to browse for the photo as that process will be done automatically by the service if the service is configured.*
fr: *Note: Il y a un service automatisé dans le openIMIS Serveur qui sera exécuté sur le temps configuré de base à plusieurs reprises et attribuer des photos pour les assurés sans photos s'il en existe, dans le openIMIS base de données. Donc, après qu'un utilisateur a l'entrée du preneur d'assurance, le numéro d'assurance et aucune photo n'est affichée, il n'est pas nécessaire de parcourir pour la photo en tant que processus sera fait automatiquement par le service si le service est configuré.*

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Family Overview Page <#family-overview-page.>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the insuree has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `Page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__, avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que l'assuré a été enregistré apparaîtra sur le panneau d'information.

source: **Mandatory data**
fr: ** Données obligatoires **

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk)
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque)

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Family Overview Page <#family-overview-page.>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `Page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__.

source: Adding an Insuree
fr: Ajout d'un assuré

source: Click on the Green Plus Sign to re-direct to the `Insuree Page <#insuree-page>`__\.
fr: Cliquez sur le signe Green Plus pour rediriger vers la `page de l'assuré <#insuree-page>`__ \.

source: When the page opens all entry fields are empty. See the `Insuree Page <#insuree-page>`__ for information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir la `Page de l'assuré <#insuree-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Editing an Insuree
fr: Modification d'un assuré

source: Click on the Yellow Pencil Sign to re-direct to the `Insuree Page <#insuree-page>`__\.
fr: Cliquez sur le signe du crayon jaune pour rediriger vers la `page de l'assuré <#insuree-page>`__ \.

source: The page will open with the current information loaded into the data entry fields. See the Insuree Page for information on the data entry and mandatory fields.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Voir la page de l'assuré pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Deleting an Insuree
fr: Suppression d'un assuré

source: Click on the Red Cross Sign to delete the currently selected record.
fr: Cliquez sur le signe Croix-Rouge pour supprimer l'enregistrement actuellement sélectionné.

source: Before deleting a confirmation popup (:numref:`image127`) is displayed, which requires the user to confirm if the action should really becarried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`image127`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être exécutée?

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When an insuree is deleted, all records retaining to the deleted insuree will still be available by selecting historical records.
fr: Lorsqu'un assuré est supprimé, tous les enregistrements conservant l'assuré supprimé seront toujours disponibles en sélectionnant les enregistrements historiques.
