Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/insuree.po
Languages: fr

source: Insuree
fr: Assuré

source: Find Insuree
fr: Trouver l'assuré

source: Access to the Find Insuree Page is restricted to users with the system roles of Accountant, Clerk and Health Facility Receptionist or with a role including an access to Insurees and Families/Insuree/Search.
fr: L'accès à la page Trouver un assuré est limité aux utilisateurs ayant les rôles système de comptable, de commis et de réceptionniste d'établissement de santé ou avec un rôle incluant un accès aux assurés et aux familles / assuré / recherche.

source: Pre-conditions
fr: Conditions préalables

source: Need to enquire on, or edit an insuree, and the family/group, policies and contributions associated.
fr: Vous devez vous renseigner ou modifier un assuré, ainsi que la famille / le groupe, les politiques et les contributions associées.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of insurees can be found under the main menu ``Insurees and Policies``, sub menu ``Insurees``.
fr: Toutes les fonctionnalités destinées à l'administration des assurés se trouvent dans le menu principal ``Assurés et polices``, sous-menu ``Assurés``.

source: `Navigation Insurees`
fr: `Assurés de navigation`

source: Clicking on the sub menu ``Insurees`` re-directs the current user to the Find Insuree Page.
fr: Un clic sur le sous-menu ``Assurés`` redirige l'utilisateur actuel vers la page Rechercher un assuré.

source: Find Insuree Page
fr: Page Rechercher un assuré

source: `Find Insuree Page`
fr: `Rechercher la page de l'assuré`

source: The ``Find Insuree Page`` is the first step in the process of finding an insuree and thereafter accessing the family/group overview of insurees, policies and contributions. This initial page can be used to search for specific Insurees or groups of insurees based on specific criteria. The panel is divided into four panels (:numref:`image96`)
fr: Le preneur d'assurance Page` est la première étape dans le processus de recherche d'un preneur d'assurance et par la suite accéder à la famille/groupe vue d'ensemble des assurés, des politiques et des contributions. Cette première page peut être utilisée pour rechercher des Assurés ou des groupes d'assurés en fonction de critères spécifiques. Le panneau est divisé en quatre panneaux (:numref:`image96`)

source: **Search Panel**
fr: ** Panneau de recherche **

source: The Search Panel allows a user to select specific criteria to minimise the search results. In the case of insurees the following search options are available, which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des assurés, les options de recherche suivantes sont disponibles, qui peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Last Name``
fr: ``Nom de famille``

source: Type in the beginning of; or the full ``Last name``; to search for insurees with a ``Last name``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Nom de famille`` complet; pour rechercher des assurés avec un ``Nom de famille``, qui commence ou correspond complètement au texte tapé.

source: ``Other Names``
fr: ``Autres noms``

source: Type in the beginning of; or the full ``Other Names`` to search for insurees with ``Other Names`` which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Autres noms`` complet pour rechercher des assurés avec ``Autres noms`` qui commence ou correspond complètement au texte tapé.

source: ``Insurance Number``
fr: ``Numéro d'assurance``

source: Type in the beginning of; or the full ``Insurance Number`` to search for insurees with the ``Insurance Number``, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Numéro d'assurance`` complet pour rechercher des assurés avec le ``Numéro d'assurance``, qui commence ou correspond complètement au texte tapé.

source: ``Marital Status``
fr: ``État matrimonial``

source: Select the ``Marital Status``; from the list of marital status by clicking on the arrow on the right of the selector, to select insurees of a specific marital status.
fr: Sélectionnez le ``État matrimonial``; dans la liste de l'état matrimonial en cliquant sur la flèche à droite du sélecteur, pour sélectionner les assurés d'un état matrimonial spécifique.

source: ``Phone Number``
fr: ``Numéro de téléphone``

source: Type in the beginning of; or the full ``Phone Number`` to search for insurees with a ``Phone Number``, which starts with or matches completely, the typed number.
fr: Tapez au début de; ou le ``Numéro de téléphone`` complet pour rechercher des assurés avec un ``Numéro de téléphone``, qui commence ou correspond complètement au numéro tapé.

source: ``Birth Date From``
fr: ``Date de naissance du``

source: Type in a date; or use the Date Selector Button, to enter the ``Birth Date From`` to search for insurees who have the same or later birth date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date de naissance du`` pour rechercher des assurés qui ont la même date de naissance ou une date ultérieure. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Birth Date To``
fr: ``Date de naissance à``

source: Type in a date; or use the Date Selector Button, to enter the ``Birth Date To`` to search for insurees who have the same or earlier birth date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date de naissance jusqu'à`` pour rechercher des assurés qui ont la même date de naissance ou une date antérieure. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Date Selector Button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image97`) by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: Un clic sur le ``bouton de sélection de date`` fera apparaître un sélecteur de calendrier facile à utiliser (:numref:`image97`) par défaut, le calendrier affichera le mois en cours, ou le mois de la date actuellement sélectionnée, avec le jour en surbrillance.

source: At anytime during the use of the pop-up, the user can see the date of **today**.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date de ** aujourd'hui **.

source: Clicking on *today* will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur * aujourd'hui * pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the month will display all the months for the year.
fr: Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: ``Gender``
fr: ``Sexe``

source: Select the ``Gender``; from the list of genders by clicking on the arrow on the right of the selector, to select insurees of a specific gender.
fr: Sélectionnez le ``Sexe``; dans la liste des genres en cliquant sur la flèche à droite du sélecteur, pour sélectionner les assurés d'un sexe spécifique.

source: ``Region``
fr: `` Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select insurees from a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.*
fr: Sélectionnez la ``Région``; dans la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les assurés d'une région spécifique. *Remarque: La liste ne sera remplie qu'avec les régions affectées à l'utilisateur actuellement connecté. S'il ne s'agit que d'une seule, la région sera automatiquement sélectionnée.*

source: ``District``
fr: `` Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select insurees from a specific district. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le ``District``; dans la liste des districts en cliquant sur la flèche à droite du sélecteur pour sélectionner les assurés d'un district spécifique. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée et attribués à l'utilisateur actuellement connecté. S'il ne s'agit que d'un seul, le district sera automatiquement sélectionné.*

source: ``Municipality``
fr: ``Municipalité``

source: Select the ``Municipality``; from the list of wards by clicking on the arrow on the right of the selector to select insurees from a specific municipality. *Note: The list will only be filled with the wards in the selected district above.*
fr: Sélectionnez la ``Municipalité``; dans la liste des quartiers en cliquant sur la flèche à droite du sélecteur pour sélectionner les assurés d'une commune en particulier. *Remarque: La liste ne sera remplie qu'avec les quartiers du district sélectionné ci-dessus.*

source: Select the ``Village``; from the list of villages by clicking on the arrow on the right of the selector to select insurees from a specific village. *Note: The list will only be filled with the villages in the selected municipality above.*
fr: Sélectionnez le ``Village``; dans la liste des villages en cliquant sur la flèche à droite du sélecteur pour sélectionner les assurés d'un village spécifique. *Remarque: La liste ne sera remplie qu'avec les villages de la commune sélectionnée ci-dessus.*

source: ``Photo Assigned``
fr: ``Photo attribuée``

source: Select whether all insurees are searched [**All**] or only insurees with a photo assigned [**Yes**] or only insurees with no photo assigned [**No**].
fr: Sélectionnez si tous les assurés sont recherchés [** Tous **] ou uniquement les assurés auxquels une photo a été affectée [** Oui **] ou uniquement les assurés sans photo attribuée [** Non **].

source: ``Historical``
fr: ``Historique``

source: Click on Historical to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image98`)
fr: Cliquez sur Historique pour voir les enregistrements historiques correspondant aux critères sélectionnés. Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels (:numref:`image98`)

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search Button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the Result Panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: The result panel displays a list of all Insurees found, matching the selected criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image99`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the `Family Overview Page <#family-overview-page.>`__ of the insuree’s family, or the `Insuree Page <#insuree-page>`__ if it is a historical record for viewing purposes.
fr: Le panneau de résultats affiche une liste de tous les assurés trouvés, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est surligné en bleu clair, tandis que le survol des enregistrements change la surbrillance en jaune (:numref:`image99`). L'enregistrement le plus à gauche contient un lien hypertexte qui, s'il est cliqué, redirige l'utilisateur vers la `Page de présentation de la famille <#family-overview-page.>`__ de la famille de l'assuré, ou la` Page de l'assuré <#insuree-page>`__ s'il s'agit d'un enregistrement historique à des fins de visualisation.

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau de résultats`

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image100`)
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultat (:numref:`image100`)

source: `Page selector- Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: ** Panneau de boutons **

source: The ``CLAIMS`` button directs to the Claims Control Pages for the selected insure. The Claims Control Pages is populated by the insurance number of the selected insuree. The CLAIMS button is available only if the user has a role that includes access to Claims/Claim/Search.
fr: Le bouton ``RÉCLAMATION`` renvoie aux pages de contrôle des réclamations de l'assuré sélectionné. Les pages de contrôle des sinistres sont remplies par le numéro d'assurance de l'assuré sélectionné. Le bouton RÉCLAMATIONS n'est disponible que si l'utilisateur a un rôle qui comprend l'accès aux réclamations / réclamation / recherche.

source: The ``CLAIMS REVIEWED`` button directs to the Claims Overview Page for the selected insure. The Claims Overview Page is populated by the insurance number of the selected insuree. The CLAIMS REVIEWED button is available only if the user has a role that includes access to Claims/Claim/Review.
fr: Les `DEMANDES EXAMINÉES` bouton de lien direct vers la Page de Présentation des Réclamations pour l'assurer. Les Réclamations Aperçu de la Page est remplie par l'assurance numéro de la preneur d'assurance. Les DEMANDES EXAMINÉES bouton est disponible uniquement si l'utilisateur a un rôle qui inclut l'accès aux Demandes/Demande/Révision.

source: The ``Cancel`` button re-directs to the ``Home Page``.
fr: Le bouton ``Annuler`` redirige vers la ``page d'accueil``.

source: **Information Panel**
fr: ** Panneau d'information **

source: The Information Panel is used to display messages back to the user. Messages will occur once a insuree has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'un assuré a été ajouté, mis à jour ou supprimé ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Insuree Page
fr: Page de l'assuré

source: **Data Entry**
fr: **La saisie des données**

source: `Insuree Page`
fr: `Page de l'assuré`

source: ``Relationship``
fr: ``Relation``

source: Select from the list of available relationships of the insuree to the head of family/group.
fr: Sélectionnez dans la liste des relations disponibles de l'assuré avec le chef de famille / groupe.

source: Enter the insurance number for the insuree. Mandatory.
fr: Entrez le numéro d'assurance de l'assuré. Obligatoire.

source: ``Last name``
fr: ``Nom de famille``

source: Enter the last name (surname) for the insuree. Mandatory, 100 characters maximum.
fr: Entrez le nom de famille de l'assuré. Obligatoire, 100 caractères maximum.

source: Enter other names of the insuree. Mandatory, 100 characters maximum.
fr: Entrez d'autres noms de l'assuré. Obligatoire, 100 caractères maximum.

source: ``Birth Date``
fr: ``Date de naissance``

source: Enter the date of birth for the insuree. *Note: You can also use the button next to the birth date field to select a date to be entered.*
fr: Entrez la date de naissance de l'assuré. *Remarque: Vous pouvez également utiliser le bouton à côté du champ de date de naissance pour sélectionner une date à saisir.*

source: Select from the list of available genders the gender of the insuree. Mandatory.
fr: Sélectionnez dans la liste des genres disponibles le sexe de l'assuré. Obligatoire.

source: Select from the list of available options for the marital status of the insuree.
fr: Sélectionnez dans la liste des options disponibles pour l'état matrimonial de l'assuré.

source: ``Beneficiary Card``
fr: ``Carte Bénéficiaire``

source: Select from the list of options whether or not the card was issued to the insure.
fr: Sélectionnez dans la liste des options si la carte a été délivrée à l'assuré.

source: ``Current Region``
fr: ``Région actuelle``

source: Select from the list of available regions the region, in which the insuree temporarily stays.
fr: Sélectionnez dans la liste des régions disponibles la région dans laquelle l'assuré séjourne temporairement.

source: ``Current District``
fr: ``District actuel``

source: Select from the list of available districts the district, in which the insuree temporarily stays. *Note: The list will only be filled with the districts belonging to the selected region*
fr: Sélectionnez dans la liste des districts disponibles le district dans lequel l'assuré séjourne temporairement. *Remarque: La liste ne sera remplie qu'avec les quartiers appartenant à la région sélectionnée*

source: ``Current Municipality``
fr: ``Municipalité actuelle``

source: Select from the list of available municipalities the municipality, in which the insuree temporarily stays. *Note: The list will only be filled with the municipalities belonging to the selected district.*
fr: Sélectionnez dans la liste des communes disponibles la commune dans laquelle l'assuré séjourne temporairement. *Remarque: La liste ne sera remplie qu'avec les communes appartenant au district sélectionné.*

source: ``Current Village``
fr: ``Village actuel``

source: Select from the list of available villages the village, in which the insuree temporarily stays. *Note: The list will only be filled with the villages belonging to the selected municipality.*
fr: Sélectionnez dans la liste des villages disponibles le village dans lequel l'assuré séjourne temporairement. *Remarque: La liste ne sera remplie qu'avec les villages appartenant à la commune sélectionnée.*

source: ``Current Address Details.``
fr: ``Détails de l'adresse actuelle``.

source: Enter details of the temporal address of the insuree.
fr: Entrez les détails de l'adresse temporelle de l'assuré.

source: Select from the list of available professions the profession of the insuree.
fr: Sélectionnez dans la liste des professions disponibles la profession de l'assuré.

source: ``Education``
fr: ``Éducation``

source: Select from the list of available educations the education of the insuree.
fr: Sélectionnez dans la liste des formations disponibles la formation de l'assuré.

source: Enter the phone number for the insuree.
fr: Entrez le numéro de téléphone de l'assuré.

source: ``Email``
fr: `` Courriel``

source: Enter the e-mail address of the insuree.
fr: Saisissez l'adresse e-mail de l'assuré.

source: ``Identification Type``
fr: ``Type d'identification``

source: Select the type of the identification document of the insuree.
fr: Sélectionnez le type de pièce d'identité de l'assuré.

source: ``Identification No.``
fr: ``Numéro d'identification``

source: Enter alphanumeric identification of the document of the insuree.
fr: Saisissez l'identification alphanumérique du document de l'assuré.

source: ``Region of FSP``
fr: ``Région du FSP``

source: Select from the list of available regions the region, in which the chosen primary health facility (First Service Point) of the insuree is located.
fr: Sélectionnez dans la liste des régions disponibles la région dans laquelle se situe l'établissement de santé primaire choisi (First Service Point) de l'assuré.

source: ``District of FSP``
fr: `` District de FSP``

source: Select from the list of available districts the district, in which the chosen primary health facility (First Service Point) of the insuree is located. *Note: The list will only be filled with the districts belonging to the selected region.*
fr: Sélectionnez dans la liste des districts disponibles le district dans lequel se trouve l'établissement de santé primaire choisi (First Service Point) de l'assuré. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée.*

source: ``Level of FSP``
fr: ``Niveau de FSP``

source: Select the level of the chosen primary health facility (First Service Point) of the insuree.
fr: Sélectionnez le niveau de l'établissement de santé primaire choisi (premier point de service) de l'assuré.

source: ``First Service Point``
fr: ``Premier point de service``

source: Select from the list of available health facilities the chosen primary health facility (First Service Point) of the insuree. *Note: The list will only be filled with the health facilities belonging to the selected district which are of the selected level.*
fr: Sélectionner dans la liste des formations sanitaires disponibles la structure de santé primaire choisie (First Service Point) de l'assuré. *Remarque: La liste ne sera remplie qu'avec les formations sanitaires appartenant au district sélectionné qui sont du niveau sélectionné.*

source: ``Browse``
fr: `` Parcourir``

source: Browse to get the photo for the insuree related to his/her insurance number.
fr: Parcourez pour obtenir la photo de l'assuré liée à son numéro d'assurance.
