Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/policy.po
Languages: fr

source: Before deleting of a policy, all contributions of the policy should be deleted. Before deleting a confirmation popup (:numref:`image129`) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une police, toutes les contributions de la police doivent être supprimées. Avant de supprimer une fenêtre de confirmation (:numref:`image129`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When a policy is deleted, all records retaining to the deleted policy will still be available by selecting historical records.
fr: Lorsqu'une stratégie est supprimée, tous les enregistrements conservant la stratégie supprimée seront toujours disponibles en sélectionnant les enregistrements historiques.
