Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/policy.po
Languages: fr

source: Policy
fr: Police

source: Find Policy
fr: Trouver la police

source: Access to the ``Find Policy Page`` is restricted to users with the role system roles of Accountant, Clerk or Health Facility Receptionist or with a role including an access to Insurees and Families/Policy/Search.
fr: L'accès à la ``page Trouver une police`` est limité aux utilisateurs ayant les rôles de système de rôle de comptable, commis ou réceptionniste d'établissement de santé ou avec un rôle comprenant un accès aux assurés et aux familles / police / recherche

source: Pre-conditions
fr: Conditions préalables

source: Need to enquire on, or edit a policy, and the family/group, insurees and contributions associated.
fr: Besoin de s'enquérir ou de modifier une police et la famille / le groupe, les assurés et les contributions associés.

source: Navigation
fr: La navigation

source: Find Policy Page can be found under the main menu ``Insurees and Policies``, sub menu ``Policies``.
fr: La page Trouver une police se trouve dans le menu principal ``Assurés et polices``, sous-menu ``Polices``.

source: `Navigation Policies`
fr: `Navigation: Polices`

source: Clicking on the sub menu ``Policies`` re-directs the current user to the ``find policy page.``
fr: Un clic sur le sous-menu ``Polices`` redirige l'utilisateur actuel vers la ``page de recherche de police``.

source: Find Policy Page
fr: Page Rechercher une police

source: `Find Policy Page`
fr: `Rechercher une page de police`

source: **Search Panel**
fr: **Panneau de recherche**

source: The Search Panel allows a user to select specific criteria to minimise the search results. In the case of policies the following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des polices, les options de recherche suivantes sont disponibles et peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Enrolment Date From``
fr: ``Date d'inscription à partir de``

source: Type in a date; or use the Date Selector Button, to enter the ``Enrolment Date From`` to search for policies with an ``Enrolment Date`` equal or later than the specified date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date d'inscription à partir de`` pour rechercher des polices avec une `` date d'inscription`` égale ou ultérieure à la date spécifiée. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Enrolment Date To``
fr: ``Date d'inscription à``

source: Type in a date; or use the Date Selector Button, to enter the ``Enrolment Date to`` to search for policies with an ``Enrolment Date`` equal or earlier than the specified date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour entrer la ``date d'inscription à`` pour rechercher des polices avec une `` date d'inscription`` égale ou antérieure à la date spécifiée. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Effective Date From``
fr: ``Date d'entrée en vigueur du``

source: Type in a date; or use the Date Selector Button, to enter the ``Effective Date From`` to search for policies with an ``Effective Date`` equal or later than the specified date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date d'entrée en vigueur du`` pour rechercher des polices dont la `` date d'entrée en vigueur`` est égale ou ultérieure à la date spécifiée. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Effective Date To``
fr: ``Date d'entrée en vigueur à``

source: ``Start Date From``
fr: ``Date de début à partir de``

source: Type in a date; or use the Date Selector Button, to enter the ``Start Date From`` to search for policies with a ``Start Date`` equal or later than the specified date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date de début à partir de`` pour rechercher des polices avec une `` date de début`` égale ou ultérieure à la date spécifiée. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Start Date To``
fr: ``Date de début à``

source: Type in a date; or use the Date Selector Button, to enter the ``Start Date to`` to search for policies with a ``Start Date`` equal or earlier than the specified date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date de début à`` pour rechercher des polices avec une `` date de début`` égale ou antérieure à la date spécifiée. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Expiry Date From``
fr: ``Date d'expiration du``

source: Type in a date; or use the Date Selector Button, to enter the ``Expiry Date From`` to search for policies with an ``Expiry Date`` equal or later then the specified date. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de date pour saisir la ``date d'expiration du`` pour rechercher des polices avec une `` date d'expiration`` égale ou ultérieure à la date spécifiée. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Date Selector Button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image103`); by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: Cliquer sur le ``bouton de sélection de date`` fera apparaître un sélecteur de calendrier facile à utiliser (:numref:`image103`); par défaut, le calendrier affichera le mois en cours ou le mois de la date actuellement sélectionnée, le jour en cours étant mis en surbrillance.

source: At anytime during the use of the pop-up, the user can see the date of **today**.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date de **aujourd'hui** .

source: Clicking on **today** will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur **aujourd'hui** pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the month will display all the months for the year.
fr: Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: ``Enrolment Officer``
fr: ``Officier d'inscription``

source: Select the ``Enrolment Officer``; from the list of enrolment officers by clicking on the arrow on the right of the selector, to select policies related to a specific enrolment officer.
fr: Sélectionnez le ``Responsable des inscriptions``; dans la liste des agents d'inscription en cliquant sur la flèche à droite du sélecteur, pour sélectionner les polices liées à un agent d'inscription spécifique.

source: ``Product``
fr: ``Produit``

source: Select the ``Product``; from the list of products by clicking on the arrow on the right of the selector, to select policies for a specific product.
fr: Sélectionnez le ``Produit``; dans la liste des produits en cliquant sur la flèche à droite du sélecteur, pour sélectionner des polices pour un produit spécifique.

source: ``Policy Status``
fr: ``Statut de la police``

source: Select the ``Policy Status``; from the list of policy statuses by clicking on the arrow on the right of the selector, to select policies for a specific policy status.
fr: Sélectionnez le ``Statut de la police``; dans la liste des statuts de stratégie en cliquant sur la flèche à droite du sélecteur, pour sélectionner des stratégies pour un statut de stratégie spécifique.

source: A policy can have the following statuses:
fr: Une stratégie peut avoir les statuts suivants:

source: **Idle** (Policy data entered but policy not yet activated)
fr: **Inactif** (Données de police entrées mais police non encore activée)

source: **Active** (Policy partially or fully paid and made active)
fr: **Actif** (Police partiellement ou entièrement payée et rendue active)

source: **Suspended** (Policy was not fully paid for within the grace period)
fr: **Suspendu** (La police n'a pas été entièrement payée dans le délai de grâce)

source: **Expired** (Policy is not active anymore as the insurance period elapsed)
fr: **Expiré** (La police n'est plus active car la période d'assurance s'est écoulée)

source: ``Balance``
fr: ``Équilibre``

source: Types in a positive ``Balance`` to search for policies with a balance equal or greater than the typed amount. For example if 0 (zero) is entered, all policies with a balance, will be displayed. If 1,000 is entered, then only policies with a balance equal to or greater than 1,000 will be displayed.
fr: Tapez un ``solde`` positif pour rechercher des polices avec un solde égal ou supérieur au montant saisi. Par exemple, si 0 (zéro) est entré, toutes les polices avec un solde seront affichées. Si 1 000 est entré, seules les polices dont le solde est égal ou supérieur à 1 000 seront affichées.

source: The balance is the difference between the policy value and total of contributions paid. For the policy
fr: Le solde est la différence entre la valeur de la police et le total des cotisations versées. Pour la police

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select policies from a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.*
fr: Sélectionnez la ``Région``; dans la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les polices d'une région spécifique. *Remarque: La liste ne sera remplie qu'avec les régions affectées à l'utilisateur actuellement connecté. S'il ne s'agit que d'une seule, la région sera automatiquement sélectionnée.*

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select policies for families/groups residing in a specific district. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner des polices pour les familles/groupes résidant dans un district particulier. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.*

source: ``Policy Type``
fr: ``Type de police``

source: Select whether new policies [New Policy] or renewed policies [Renewal] should be searched for.
fr: Sélectionnez si les nouvelles polices [Nouvelle police] ou les polices renouvelées [Renouvellement] doivent être recherchées.

source: ``Inactive Insurees``
fr: ``Assurés inactifs``

source: Check the box to select only policies for families/groups with insurees which are non-active (not covered) despite the policy of their family/group is active. The reason may be addition of a new insuree (member) to the family/group with an active policy without adequate payment of additional contributions or because the maximum number of members in the family/group exceeds the maximum number determined by the insurance product of the policy.
fr: Cochez la case pour sélectionner uniquement les stratégies pour les familles/groupes avec les assurés qui sont des non-actifs (non couverts) en dépit de la police de leur famille et/ou groupe est actif. La raison en est peut-être l'ajout d'un nouveau preneur d'assurance (membre), pour la famille/groupe avec une police active sans paiement de cotisations supplémentaires ou parce que le nombre maximum de membres dans la famille, le groupe dépasse le nombre maximal déterminé par le paquet de bénéfices de la police.

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image104`)
fr: Cliquez sur ``Historique`` pour voir les enregistrements historiques correspondant aux critères sélectionnés. Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels (:numref:`image104`)

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the ``Search`` button to filter the records, the results will appear in the Result Panel.
fr: Une fois les critères saisis, utilisez le bouton ``Rechercher`` pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: The Result Panel displays a list of all policies found, matching the selected criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image105`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le Résultat s'affiche sur le Panneau une liste de tous les polices, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image105`). La colunne de gauche contient un lien qui re-dirige vers la page de visualisation dans le cas d'une ligne historique ou vers la page de modification dans le cas des lignes encore valident.

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau de résultats`

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image106`)
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultat (:numref:`image106`)

source: `Page selector- Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: **Panneau de boutons**

source: The ``Cancel`` button re-directs to the :ref:`Home Page <home_page>`.
fr: Le bouton ``Annuler`` redirige vers :ref:`Page d'accueil <home_page>`.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a policy has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'une stratégie a été ajoutée, mise à jour ou supprimée ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Policy Page
fr: Page Police

source: **Data Entry**
fr: **La saisie des données**

source: `Policy Page`
fr: `Page de police`

source: ``Enrolment Date``
fr: ``Date d'inscription``

source: Enter the enrolment date for the policy. Mandatory. *Note: You can also use the button next to the enrolment date field to select a date to be entered.*
fr: Saisissez la date d'inscription à la police. Obligatoire. *Remarque: Vous pouvez également utiliser le bouton à côté du champ de date d'inscription pour sélectionner une date à saisir.*

source: Select from the list of available products the product of the policy. Mandatory.
fr: Sélectionnez dans la liste des produits disponibles le produit de la police. Obligatoire.

source: ``Effective Date``
fr: ``Date d'entrée en vigueur``

source: The effective date for the policy is calculated automatically later on. The effective date is the maximum of the start date and the date when the last contribution was paid or when the user enforced activation of the policy.
fr: La date d'entrée en vigueur de la police est calculée automatiquement ultérieurement. La date d'effet correspond au maximum de la date de début et de la date à laquelle la dernière cotisation a été payée ou lorsque l'utilisateur a activé l'activation de la police.

source: ``Start Date``
fr: ``Date de début``

source: The start date for the policy is calculated automatically. Either it is the enrolment date plus the administration period of the insurance product associated with the policy for free enrolment (without cycles) or it is a cycle start date determined according to enrolment date and the administration period for enrolment in fixed cycles. The start date may be modified by the user.
fr: La date de début de la police est calculé automatiquement. Soit c'est la date d'inscription en plus de la période d'administration des paquets de bénéfices liés à la police de libre-inscription (sans cycles) ou c'est une date du début du cycle déterminé selon la date d'inscription et la période d'administration pour l'inscription dans les cycles fixes. La date de début peut être modifiée par l'utilisateur.

source: ``Expiry Date``
fr: ``Date d'expiration``

source: The expiry date for the policy is calculated automatically. When entering a new policy, the expiry date is the start date plus the insurance period of the insurance product associated with the policy for free enrolment or the cycle start date plus the insurance period for enrolment in fixed cycles.
fr: La date d'expiration de la police est calculée automatiquement. Lors de la souscription d'une nouvelle police, la date d'expiration est la date de début plus la période d'assurance du paquet de bénéfices associé à la police pour la souscription gratuite ou la date de début de cycle plus la période d'assurance pour la souscription en cycles fixes.

source: Select from the list of available enrolment officers the enrolment officer related to the policy. Mandatory
fr: Sélectionnez dans la liste des agents d'inscription disponibles l'agent d'inscription lié à la police. Obligatoire

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Family Overview Page, <#family-overview-page.>`__ with the newly saved record displayed and selected in the result panel. A message confirming that the policy has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `Page de présentation de la famille, <#family-overview-page.> page de présentation de la <#family-overview-page.>`__ avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que la stratégie a été enregistrée apparaîtra sur le panneau d'informations.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk).
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque).

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Family Overview Page <#family-overview-page.>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `Page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__.

source: Adding a Policy
fr: Ajout d'une stratégie

source: Click on the ``Green Plus Sign`` to re-direct to the `Policy Page <#policy-page>`__\ .
fr: Cliquez sur le ``Green Plus Sign`` pour rediriger vers la `Policy Page <#policy-page>`__ \.

source: When the page opens all entry fields are empty. See the `Policy Page <#policy-page>`__ for information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir la `Page de police <#policy-page>`__ pour des informations sur la saisie des données et les champs obligatoires.

source: Editing a Policy
fr: Modification d'une stratégie

source: Click on the ``Yellow Pencil Sign`` to re-direct to the `Policy Page <#policy-page>`__\ .
fr: Cliquez sur le ``Yellow Pencil Sign`` pour rediriger vers la `Policy Page <#policy-page>`__ \.

source: The page will open with the current information loaded into the data entry fields. See the `Policy Page <#policy-page>`__ for information on the data entry and mandatory fields.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Voir la `Page de police <#policy-page>`__ pour des informations sur la saisie des données et les champs obligatoires.

source: Deleting a Policy
fr: Suppression d'une stratégie

source: Click on the ``Red Cross Sign`` to delete the currently selected policy.
fr: Cliquez sur le ``signe Croix-Rouge`` pour supprimer la police actuellement sélectionnée.
