Repository: openimis/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/quick_find_insuree.po
Languages: fr

source: Insuree Enquiry
fr: Enquête de l'assuré

source: This functionality is available to all system roles or with a role including an access to Insurees and Families/Insuree/Enquiry. The function Insuree Enquiry can be accessed at any time, after login. On the top right hand of the main menu, there is a search feature, allowing the user to enter an Insurance Number for a “quick enquiry”.
fr: Cette fonctionnalité est disponible pour tous les rôles de système ou avec un rôle notamment un accès pour les Assurés et les Familles/preneur d'assurance/Enquête. La fonction preneur d'assurance d'Enquête peut être consulté à tout moment, après la connexion. En haut à droite du menu principal, il ya une fonction de recherche, permettant à l'utilisateur d'entrer un Numéro d'Assurance pour un rapide “enquête”.

source: `Insuree Enquiry Field`
fr: `Champ d'enquête de l'assuré`

source: By typing in a valid insurance­­­­­­­ number and pressing the enter key or clicking on the green search button, a pop-up will appear (:numref:`image87`), providing a photo of the insuree and information about the current policy or policies covering of the insuree.
fr: En tapant dans une assurance en cours de validité numéro et en appuyant sur la touche entrée ou en cliquant sur la recherche vert bouton, une fenêtre pop-up apparaîtra (:numref:`image87`, en apportant une photo du preneur d'assurance et des informations sur la politique ou les politiques de couverture du preneur d'assurance.

source: The Information includes the following:
fr: Les informations comprennent les éléments suivants:

source: The photo of the insuree
fr: La photo de l'assuré

source: The name, date of birth and gender of the insuree
fr: Le nom, la date de naissance et le sexe de l'assuré

source: The (insurance) product code, product name and expiry date of a policy
fr: Le code produit (assurance), le nom du produit et la date d'expiration d'une police

source: The status (I for Idle, A for Active, S for Suspended and E for Expired) of the policy at the time of inquiring
fr: Le statut (I pour inactif, A pour actif, S pour suspendu et E pour expiré) de la politique au moment de la demande

source: The deductible amount remaining for the insuree to pay before the policy is claimable, for hospitals and non-hospitals
fr: Le montant déductible restant à payer par l'assuré avant que la police ne soit remboursable, pour les hôpitaux et les non-hôpitaux

source: The ceiling amount claimable by a health facility on behalf of the insuree for both hospitals and non-hospitals.
fr: Montant plafond réclamable par un établissement de santé au nom de l'assuré pour les hôpitaux et les non-hôpitaux.

source: Age of the insuree
fr: Âge de l'assuré

source: First Service Point (FSP) of the insuree
fr: Premier point de service (FSP) de l'assuré

source: Region of FSP
fr: Région du FSP

source: District of FSP
fr: District de FSP

source: Level of FSP
fr: Niveau de FSP

source: `Image - Insuree Enquiry Results`
fr: `Image - Résultats de l'enquête de l'assuré`
